{
  "Music Dictionary": {
    "Bob Dylon": {
      "Slow Train": [
        "~ Sometimes I feel so low-down and disgusted.",
        "~ Can't help but wonder what's happening to my companions.",
        "~ Are they lost or are they found?",
        "~ Have they counted the cost it'll take to bring down.",
        "~ All their earthly principles they're gonna have to abandon?",
        "~ There's a slow, slow train coming up around the bend.",
        {
          "companion": [
            "@ A person you spend a lot of time with often because you are friends or because you are traveling together.",
            "The dog has been her constant companion these past ten years.",
            "He shared his cabin with his wife and constant companion of 62 years.",
            "@ In the past, a young woman who was paid to care for and provide friendship for an old or ill woman, esp. while she was traveling.",
            "He has been her constant companion for over 50 years.",
            "She went traveling with a female companion.",
            "@ Either of two matching objects.",
            "I've still got one of the candlesticks but I lost its companion.",
            "@ Used in the title of a type of book that gives you information on a particular subject or tells you how to do something.",
            "The Music Lover's Companion."
          ],
          "bend": [
            "@ To cause to curve.",
            "The road bends to the left after the traffic lights.",
            "@ To move your body or part of your body so that it is not straight.",
            "Make sure you bend your knees when you're picking up heavy objects.",
            "After her fall she complained that she couldn't bend her leg properly.",
            "@ A curved part of something.",
            "There's a bend in the pipe so you can't see from one end to the other.",
            "The car came around the bend on the wrong side of the road.",
            "@ In football, the curve in which a ball moves when it has been kicked in a particular way.",
            "Good players can put bend on the ball.",
            {
              "on bended knee": [
                "@ In a position in which the knee of one leg touching the floor.",
                "He went down on bended knee to ask her to marry him."
              ]
            }
          ]
        },
        "~ I had a woman down in Alabama.",
        "~ She was a backwoods girl, but she sure was realistic.",
        "~ She said, \" Boy, without a doubt, have to quit your mess and straighten out.",
        "~ You could die down here, be just another accident statistic.\".",
        "~ There's a slow, slow train coming up around the bend.",
        {
          "backwoods": [
            "@ A place is off by itself, not near to transportation or a larger town.",
            "I grew up in the backwoods of North Carolina."
          ],
          "realistic": [
            "@ Accepting things as they are in fact and not making decisions based on unlikely hopes for the future.",
            "Let's be realistic - I just can't afford to pay that much money.",
            "It isn't realistic to expect people to work for so little money.",
            "@ Seeming to exist or be happening in fact.",
            "The special effects were wo realistic."
          ],
          "straighten out": [
            "@ To improve someone's behavior.",
            "I thought that once he got a girlfriend that would straighten him out."
          ],
          "statistic": [
            "@ information based on a study of the number of times something happens or is present, or other numerical facts.",
            "Statistics show/ suggest that women live longer than men.",
            "According to official statistics, the Japanese work longer hours than workers in most other industrializd countries.",
            "@ The science of using information discovered from studying numbers.",
            "It's difficult to interpret these statistics without knowing how they were obtained.",
            "@ A fact in the form of a number that shows information about something.",
            "The cityh's most chocking statistic is its high infant mortality rate."
          ]
        },
        "~ All that foreign oil controlling american soil.",
        "~ Look Around you, it's just bound to make you embarrassed.",
        "~ Sheiks walking around like kings, wearing fancy jewels and nose rings.",
        "~ Decideing America's future from Amsterdam and to Paris.",
        "~ And there's a slow, slow train coming up around the bend.",
        {
          "bound": [
            "@ Certain or extremely likely to happen.",
            "You're bound to forget people's names occasionally.",
            "You're bound to feel nervous about your interview.",
            "These two young musicians are bound for international success.",
            "@ Having a moral or legal duty to do something.",
            "The company is bound by a special agreement to involve the union in important decisions.",
            "@ Tied with rope, cord string, etc..",
            "The security guard was found bound and gagged after the robbery.",
            "@ (of a book) Having a cover made of paper, leather, or other material.",
            "The book was bound in shiny green leather."
          ],
          "sheik": ["@ An Arab leader."]
        },
        "~ Man's ego is inflated, his laws are outdated, they don't apply no more.",
        "~ You can't rely no more to be standing around waiting.",
        "~ In the home of the brave, Jefferson turning over in his grave.",
        "~ Fools glorifying themselves, trying to manipulate Satan.",
        "~ And there's a slow, slow train coming up around the bend.",
        {
          "manipulate": [
            "@ To control something or someone to your advantage, often unfaily or dishonestly.",
            "Throughout her career she has very successfully manipulated the media.",
            "The opposition leader accused government ministers of manipulating the statistics to suit themselves.",
            "@ To control something using the hands.",
            "The wheelchair is designed so that it is easy to manipulate.",
            "@ To treat a part of the body, using the hands to push back bones into the correct position and put pressure on muscles.",
            "The doctor manipulated the base of my spine and the pain disappeared completely.",
            "@ To change, move, etc. information on a computer.",
            "Spreadsheets are an excellent way to manipulate data."
          ]
        },
        "~ Big-time negotiators, false healers and woman haters.",
        "~ Masters of the bluff and masters of the proposition.",
        "~ But the enoemy I see wears a cloak of decency.",
        "~ All non-believers and men-stealers talking in the name of religion.",
        "~ And there's a slow, slow train coming up around the bend.",
        {
          "bluff": [
            "@ To deceive someone by making them think either that you're going to do something when you really have no intention of doing it, or that you have knowledge taht you don't really have, or that you are someone else.",
            "Is he going to jump or is he only bluffing?",
            "Tony seems to know a lot of music, but sometimes I think he's only bluffing.",
            "She bluffed the doorman into thinking that she was a reporter.",
            "@ An attempt to bluff.",
            "When she said she was leaving him, he thought it was only a bluff.",
            "@ A cliff or very steep bank.",
            "@ direct or too honest, often in a way that people find rude.",
            "Despite her bluff manner, she's actually a very kind woman.",
            {
              "bluff your way into/ out of sth": [
                "@ If you bluff your way into or out of a situation, you get yourself into or out of it by deceiving people.",
                "How did Mina manage to bluff her way into the job?",
                "He's one of those people who is very good at bluffing their way out of trouble."
              ]
            }
          ],
          "proposition": [
            "@ An offer or suggestion, usually in business.",
            "He wrote to me last week regarding a business proposition he thought might interest me.",
            "I've put my proposition to the company director for his consideration.",
            "@ An idea or opinion.",
            "They were debating the proposition that \" All people are created equal \".",
            "@ A statement or problem that must be solved or proved to be true or false.",
            "Pythagoras's theorem is the mathematical proposition that in any right-angled triangle, the square on the hypotenuse is equal to the sum of the squares on the other two sides.",
            "@ To ask someone who you're not in a relationship with if they would like to have sex with you.",
            "I was propositioned by a complete stranger."
          ],
          "cloak": [
            "@ A loose outer piece of clothing without sleeves, that fastens at the neck, and is worn instead of coat.",
            "@ Something that hides, covers, or keeps something else secret.",
            "The restaurant he owned was just a cloak for his drug-dealing activities.",
            "They left the house under cloak of darkness.",
            "@ To cover or hide something.",
            "He has always kept his love affairs cloaked in secrecy.",
            "The river is oftened cloaked in mist in the early morning."
          ]
        },
        "~ People starving and thirsting, grain elevators are bursting.",
        "~ Oh, you know it costs more to store the food than it do to give it.",
        "~ They say lose your inhibitions, follow your own ambitions.",
        "~ They talk about a life of brotherly love.",
        "~ Show me someone who knows how to live it.",
        "~ There's a slow, slow train coming up around the bend.",
        {
          "elevator": [
            "@ A piece of equipment, usually in the form of a small room, that carries people or goods straight up and down in tall buildings.",
            "I took the elevator to her office on the fourteenth floor."
          ]
        },
        "~ Well, my baby went to Illinois with some bad-talking boy she could destroy.",
        "~ A real suicide case, but there was nothing I could do to stop it.",
        "~ I don't care about economy, I don't care about astronomy.",
        "~ But it sure do bother me to see my loved ones turning into puppets.",
        "~ There's a slow, slow train coming up around the bend.",
        {
          "astronomy": [
            "@ The scientific study of the universe and of objects that exist naturally in space, such as the moon, the sun, planets, and stars.",
            "These ancient scholars were steeped in poetry and painting, as well as math and astronomy",
            {
              "astrology": [
                "@ The study of the movements and positions of the sun, moon, planets, and stars in the belief that they affect the character and lives of people.",
                "& Unlike astronomy, astrology cannot be described as an exact science.",
                "In astrology, a person's personality is supposed to relate to which sign they were born under.",
                "The author uses astrology to show you how to exploit your potential in every area of life."
              ]
            }
          ]
        }
      ],
      "Isis": [
        "~ I married Isis on the fifth day of May.",
        "~ But I could not hold on to her very long.",
        "~ So I cut off my hair and I rode straight away.",
        "~ For the wild unknown country where I could not go wrong.",
        {},
        "~ I came to a high place of darkness and light.",
        "~ Dividing line ran through the center of town.",
        "~ I hitched up my pony to a post on the right.",
        "~ Went in to a laundry to wash my clothes down.",
        {
          "hitch": [
            "@ A temporary difficulty that causes a short delay.",
            "Due to a slight technical hitch the concert will be starting half an hour late.",
            "@ A particular type of knot.",
            "A hitch is a knot used to tie a rope to a fixed object.",
            "There are many different hitches, such as a barrel hitch, a boom hitch, a cow hitch and a pipe hitch.",
            "@ A device for fastening one thing to another, for example for fastening a trailer to a car.",
            "The unit can be mounted to most bikes with a special hitch.",
            "@ To fasten something to another thing by tying it with a rope or using a metal hook.",
            "The horses were hitched to a shiny, black carriage.",
            "We just need t ohitch the trailer onto the car and then we can go.",
            {
              "hitch a lift/ ride": [
                "@ To get a free ride in someone else's vehicle as a way of traveling.",
                "They hitched a lift to Los Angeles from a passing car."
              ]
            }
          ],
          "post": [
            "@ As a noun, post can be a vertical pole stuck in the ground, usually to support something or to mark a position.",
            "Bob leaned against a fence post."
          ]
        },
        "~ A man in the corner approached me for a match.",
        "~ I knew right away he was not ordinary.",
        "~ He said, are you looking for something easy to catch.",
        "~ Said, I got no money, he said, that ain't necessary.",
        {
          "approach": [
            "@ To come near or nearer to something or someone in space, time, quality, or amount.",
            "We could just see the train approaching in the distance.",
            "In my opinion, no other composers ever begin to approach Mozart.",
            "@ To deal with something.",
            "I'm not sure how to approach the problem.",
            "@ To speak to, write to, or visit someone in order to do something such as make a request or business agreement.",
            "We've just approached the bank for/ about a loan.",
            "She's been approached by a modeling agency."
          ],
          "match": [
            "@ A sport competition or event in which two people or teams compete against each other.",
            "@ A short, thin stick made of wood or cardboard and covered with a special chemical at one end that burns when rubbed firmly against a rough surface.",
            "This is a box of matches."
          ]
        },
        "~ We set out that night for the cold in the North.",
        "~ I gave him my blanket, he gave me his word.",
        "~ I said, where are we going, he said we'd be back by the fourth.",
        "~ I said, that's the best news that I've ever heard.",
        {
          "set out": [
            "@ To start an activity with a particular aim.",
            "She set out with the aim of becoming the youngest ever winner of the championship.",
            "They set out to discover a cure for cancer.",
            "@ To start a trip.",
            "He set out to crush all his enemies."
          ]
        },
        "~ I was thinking about turquoise, I was thinking about gold.",
        "~ I was thinking about diamonds and the world's biggest necklace.",
        "~ As we rode through the canyons, through the devilish cold.",
        "~ I was thinking about Isis, how she thought I was so reckless.",
        {
          "turquoise": [
            "@ A bluish-green semi-precious stone that is often used in jewelry.",
            "@ bluish-green in color.",
            "The clear turquoise water of the bay."
          ],
          "canyon": [
            "@ A large valley with very steep sides and usually a river flowing along the bottom."
          ],
          "devilish": [
            "@ Evil or morally bad.",
            "He's now 59, and indeed seems very different from that dark-haired monster with the devilish smirk."
          ],
          "reckless": [
            "@ Doing something dangerous and not worry about the risks and the possible results.",
            "He was found guily of reckless driving.",
            "These punks have a reckless disregard for the law.",
            {
              "recklessly": ["She spends her money recklessly."],
              "recklessness": ["The accident was a result of recklessness."]
            }
          ]
        },
        "~ How she told me that one day we would meet up again.",
        "~ And things would be different the next time we wed.",
        "~ If I only could hang on and just be her friend.",
        "~ I still can't remember all the best things she said.",
        {
          "hang on": [
            "@ To wair for a short time.",
            "Sally's on the other phone - would you like to hang on?",
            "Do you need to use the restroom right now or can you hang on for a while?",
            "Hang on a minute - I'll be with you in a moment!",
            "@ To hold or continue holding onto something.",
            "Hang on tight - it's going to be a very bumpy ride."
          ]
        },
        "~ We came to the pyramids all embedded in ice.",
        "~ He said, there's a body I'm trying to find.",
        "~ If I carry it out it'll bring a good price.",
        "~ 'Twas then that I knew what he had on his mind.",
        {
          "pyramid": [
            "@ A solid object with a square base and four triangular sides that form a point at the top.",
            "@ A pile of things that has the shape of a pyramid.",
            "The acrobats formed a pyramid by standing on each other's shoulders.",
            "Many arganizations have a pyramid structure (= there are fewer people at the top levels of them than there are at the bottom.",
            {
              "the pyramids": [
                "@ A group of ancient pyramid-shaped structures built in Egypt as tombs for the Pharaohs."
              ]
            }
          ],
          "embedded": [
            "@ Fixed into the surface of something.",
            "The thorn was embedded in her thumb.",
            "@ If an emotion, opinion, etc. is embedded in someone or something, it is a very strong or important part of him, her, or it.",
            "A sense of guilt was deeply embedded in my conscience"
          ],
          "'twas": ["@ The short form of ' it was '."]
        },
        "~ The wind it was howling and the snow was outrageous.",
        "~ We chopped through the night and we chopped through the dawn.",
        "~ When he died I was hoping that it wasn't contagious.",
        "~ But I made up my mind that I had to go on.",
        {
          "howl": [
            "@ If a dog or wolf howls, it makes a long, sad sound.",
            "In the silence of the night, a lone wolf howled.",
            "@ To make a loud sound, usually to express pain, sadness, or another strong emotion.",
            "We were howling with laughter.",
            "The opposition howled down the government's proposal (= shouted loudly to express disapproval ).",
            "@ If the wind howls, it blows hard and makes a lot of noise.",
            "Is there someone outside, or is it just the wind howling in the trees?",
            "@ A long, loud, sad sound",
            "He leaves his dog shut up in the house all day, and we can hear its howls.",
            "She let out a howl of pain.",
            "@ A strong expression of emotion, such as anger or disagreement.",
            "Plans to build a new supermarket have been greeted with howls of protest from local residents."
          ],
          "dawn": [
            "@ The period in the day when light from the sun begins to appear in the sky.",
            "We left as dawn was breaking (= starting ).",
            {
              "the dawn of sth": [
                "@ The start of a period of time or the beginning of something new.",
                "The fall of the Berlin Wall marked the dawn of a new era in European history."
              ],
              "from dawn to dusk": [
                "@ From early morning until night.",
                "We worked from dawn to dusk, seven days a week."
              ]
            }
          ],
          "contagious": [
            "@ A contagious disease can be caught by touching someone who has the disease or a piece of infected clothing.",
            "The infection is highly contagious, so don't let anyone else use your towel.",
            "@ A contagious person has a contagious disease.",
            "Keep him out of school until he's not contagious anymore.",
            "@ A contagious reeling spreads quickly among people.",
            "Fear is contagious."
          ]
        },
        "~ I broke into the tomb, but the casket was empty.",
        "~ There was no jewels, no nothing, I felt I'd been had.",
        "~ When I saw that my partner was just being friendly.",
        "~ When I took up his offer I must been mad.",
        {
          "casket": [
            "@ A small, decorative box, esp. one used to keep jewelry in.",
            "@ A coffin"
          ]
        },
        "~ I picked up his body and I dragged him inside.",
        "~ Threw him down in the hole and I put back the cover.",
        "~ I said a quick prayer and I felt satisfied.",
        "~ Then I rode back to find Isis just to tell her I love her.",
        {},
        "~ She was there in the meadow where the creek used to rise.",
        "~ Blinded by sleep and in need of a bed.",
        "~ I came in from the East with the sun in my eys.",
        "~ I cursed her one time then I rode on ahead.",
        {
          "meadow": [
            "@ A field with grass and often wild flowers in it.",
            "There was a path through the meadow to the village."
          ],
          "creek": [
            "@ A narrow area of water that flows into the land from the ocean, a lake, etc.",
            "@ A small river or stream."
          ]
        },
        "~ She said, where ya been? I said, no place special.",
        "~ She said, you look different, I said, well, I guess.",
        "~ She said, you been gone, I said, that's only natural.",
        "~ She said, you gonna stay? I said, yeah, I might do.",
        {},
        "~ Isis, oh, Isis, you mystical child.",
        "~ What drives me to you is what drives me insane.",
        "~ I still can remember the way that you smiled.",
        "~ On the fifth day of May in the drizzling rain.",
        {
          "drizzle": [
            "@ Rain in very small, light drops.",
            "Tomorrow will be cloudy with out breaks of rain and drizzle.",
            "It's been drizzling all day.",
            "@ A small amount of liquid that is lightly poured over something.",
            "Serve the pasta with a drizzle of olive oil.",
            "@ To pour liquid slowly over something, esp. in a thin line or in small drops.",
            "Drizzle the syrup over the warm cake."
          ]
        }
      ],
      "House of the Rising Sun": [
        "~ There is a house down in New Orleans they call the rising sun.",
        "~ And it's been the ruin of many a poor girl and me, oh God, I'm one.",
        {},
        "~ My mother was a tailor, she sewed these new blue jeans.",
        "~ My sweetheart was a gambler, Lord, down in New Orleans.",
        {
          "tailor": [
            "@ Someone whose job is to repair, make, and adjust clothes, esp. someone who makes jacket, pants, caots, etc. for men.",
            "@ To make or prepare something following particular instructions.",
            "We tailor any of our products to your company's specific needs.",
            "Their services are tailored to clients' needs.",
            {
              "tailored": [
                "They prefer a tailored approach.",
                "Tax havens increasingly aim to provide specific tailored benefits for users."
              ]
            }
          ],
          "sew": [
            "@ To join two pieces of cloth together by putting thread through them with a needle.",
            "I made this skirt just by sewing two pieces of material together.",
            "He sewed the badge neatly onto his uniform.",
            "She sews all her children's clothes.",
            "@ To use a needle and thread to join up the edges of a cut in the skin or other part of the body.",
            "The muscle layer needs to be sewn first.",
            "His finger was cut off when he caught it in a machine, but the surgeon was able to sew it back on."
          ]
        },
        "~ Now the only thing a gambler needs is a suitcase and a trunk.",
        "~ And the only time when he's satisfied is when he's on a drunk.",
        {
          "trunk": [
            "@ The thick main stem of a tree, from which its branches grow.",
            "@ The main part of a person's body, not including the head, legs, or arms.",
            "The statue shows the head trunk, and arms of an old man.",
            "@ The main part of blood vessel or nerve.",
            "@ The long, tube-shaped nose of an elephant.",
            "@ A large, strong container that is used for storing clothes and personal possessions, often when traveling or going to live in a new place.",
            "~ Now the only thing a gambler needs is a suitcase and a trunk.",
            "@ A covered space at the back of a car, for storing things in.",
            "I always keep a blaket and a toolkit in the trunk for emergencies.",
            "Stolen goods were found in the trunk of her car."
          ]
        },
        "~ He fills his glasses up to the brim and he'll pass the cards around.",
        "~ And the only pleasure he gets out of life is rambling from town to town.",
        {
          "brim": [
            "@ The bottom part of a hat that sticks out all around the head.",
            "@ The very top edge of a container.",
            "He filled the glass to the brim.",
            "She passed him the mug. filled to the brim with hot black coffee.",
            "@ To become full of something, esp. a liquid.",
            "Her eyes brimmed with tears when she heard that he was alive.",
            "His recent triumphs have left the tennis ace brimming over with confidence and energy."
          ],
          "ramble": [
            "@ To walk for pleasure, esp. in the countryside.",
            "I love to ramble through the fields and lanes in this part of the country.",
            "Let's go rambling tomorrow.",
            "@ To talk or write in a confused way, often for a long time.",
            "Sorry, I'm rambling ( on ) - let me get back to the point.",
            "@ ( esp. of a plant ) to go in many different directions.",
            "An old clematis rambles over the garden wall."
          ]
        },
        "~ Oh tell my baby sister not to do what I have done.",
        "~ But shun that house in New Orleans they call the rising sun.",
        {
          "shun": [
            "@ To avoid something",
            "She has shunned publicity since she retired from acting."
          ]
        },
        "~ Well with one foot on the platform and the other foot on the train.",
        "~ I'm going back to New Orleans to wear that ball and chain.",
        {},
        "~ I'm going back to New Orleans, my race is almost run.",
        "~ I'm going back to end my life down in the rising sun.",
        {},
        "There is a house in New Orleans they call the rising sun.",
        "~ And it's been the ruin of many a poor girl and me, oh God, I'm one.",
        {}
      ],
      "Blowing in the Wind": [
        "~ How many roads must a man walk down.",
        "~ Before you call him a man?",
        "~ How many seas must a white dove sail.",
        "~ Before she sleeps in the sand?",
        "~ Yes, and how many times must the cannonballs fly.",
        "~ Before they're forever banned?",
        {
          "dove": [
            "@ A white bird, sometimes used as a symbol of peace.",
            "The dove is an emblem of peace."
          ],
          "cannonball": [
            "@ A heavy metal or stone ball shot from a cannon.",
            {
              "cannon": [
                "@ A large, powerful gun, usually attached to two or four wheels, that was used in the past to fire heavy stone or metal balls.",
                "The 5,000-pound cannon predates the Civil War.",
                "The cannon were positioned on the field of battle.",
                "@ A gun fastened to an aircraft.",
                "A burst of fire was discharged by the jet's 20mm cannon.",
                "They could hear the peal of bells and the roar of cannon."
              ]
            }
          ]
        },
        "~ The answer, my friend, is blowing in the wind.",
        "~ The answer is blowing in the wind.",
        {},
        "Yes, and how many years must a mountain exist.",
        "~ Before it is washed to the sea?",
        "~ And how many years can some people exist.",
        "~ Before they're allowed to be free?",
        "~ Yes, and how many times can a man turn his head.",
        "~ And pretend that he just doesn't see?",
        {},
        "~ The answer, my friend, is blowing in the wind.",
        "~ The answer is blowing in the wind.",
        {},
        "~ Yes, and how many times must a man look up.",
        "~ Before he can see the sky?",
        "~ And how many ears must one man have.",
        "~ Before he can hear people cry?",
        "~ Yes, and how many deaths will it take 'tll he knows.",
        "~ That too many people have died?",
        {},
        "~ The answer, my friend, is blowing in the wind.",
        "~ The answer is blowing in the wind."
      ]
    },
    "Radiohead": {},
    "Pink Floyd": {},
    "Queen": {},
    "Nirvana": {},
    "Daniel Johnston": {},
    "Bo Burnham": {},
    "Eminem": {},
    "Kendrick Lamar": {},
    "Logic": {},
    "Marilyn Manson": {},
    "Low Roar": {},
    "Frank Sinatra": {},
    "Vampire Weekend": {},
    "Mother Mother": {},
    "Lincoln": {},
    "Two Door Cinema Club": {},
    "Alt-J": {},
    "George Miller": {
      "Joji": {},
      "pre-Joji": {}
    }
  },
  "Regular Dictionary": {
    "punctuation": [
      "The most common punctuation marks in English are: capital letters and full stops, question marks, commas, colons and semi-colons, exclamation marks and quotation marks.",
      {
        "capital letter": [" A, B, C, D, etc."],
        "full stop": [" . "],
        "question mark": [" ? "],
        "comma": [" , "],
        "colon": [" : "],
        "semi-colon": [" ; "],
        "exclamation mark": [" ! "],
        "(single) quotation mark": [" ' ' "],
        "double quotation mark": [" \"\" "],
        "apostrophe": [" ' "],
        "dash": [" - "],
        "(forward) slash": [" / "],
        "back slash": [" \\ "],
        "at": [" @ "],
        "asterisk": [" * "],
        "parenthese/ round bracket)": [" () "],
        "square/ box bracket": [" [] "],
        "curly bracket": [" {} "]
      },
      {
        "syllable": [
          "In the word \"engine\", you should stress the first syllable.",
          {
            "typo": [
              "@ A small mistake in a text made when it was typed or printed.",
              "The text was full of typos.",
              "I saw only one error, just a typo on page 2, last sentence has consecutive instances of the word ' were '.",
              {
                "erratum": [""],
                "misprint": [""]
              }
            ],
            "plural": [
              "@ a word or form that expresses more than one.",
              "Geese is the plural of goose."
            ],
            "notation": [
              "@ A system of written symbols used esp. in mathematics or to represent musical notes.",
              "Did you write things out in standard notation?"
            ],
            "suffix": [""]
          }
        ]
      },
      {
        "slang": [
          "@ A very informal language that is usually spoken rather than written, used especially by particular groups of people.",
          "He used a lot of slang terms that I simply don't understand.",
          {
            "dialect": [
              "@ The differences in language depending on region.",
              "& Dialect consist of their own slang terms.",
              "@ For instance, in the south, we say words like \"y'all\" which means \"you all\"."
            ],
            "collocation": [
              "@ A word or phrase that is often used with another word or phrase, in a way that sounds correct to people who have spoken the language all their lives, but might not be expected from the meaning.",
              "In the phrase \"a hard frost\", ' hard ' is a collocation of ' frost ', and ' strong ' would not sound natural."
            ]
          }
        ]
      },
      {
        "essay": [
          "@ A short piece of writing on a particular subject, often expressing personal views.",
          "Taken as a group, these essays are based in deep research.",
          {
            "article": [
              "& An article is usually news oriented, an essay can be literary."
            ],
            "lecture": [""]
          }
        ]
      }
    ],
    "diminish": [
      "The entropy can not diminish",
      {
        "dicrease": [
          "& Diminish and decrease are both mean to get smaller. Usually diminish means to a greater degree, like almost complete gone."
        ],
        "decay": [
          "@ To become gradually damaged, worse, or less; to cause something to do this.",
          "Sugar makes your teeth decay.",
          "@ If a radioactie substance decays, it changes to a different form, producing radiation.",
          "As the actinium-225 decays, it gives off short-lived, highly energized alpha particles.",
          {
            "radioactive": [""]
          }
        ],
        "trim": [
          "@ To make something neater or more level by cutting a small amount off it.",
          "To trim the hedge",
          "@ To reduce the amount or size of something",
          "They're trying to trim their costs, so staff who leave are not being replaced.",
          "@ To decorate something by adding objects, pieces of material, etc. that make it look attractive.",
          "The edge of the jacket had been trimmed with sequins.",
          "She was wearing a black suit trimmed with white.",
          "@ Thin in an attractive and healthy way.",
          "You're looking very trim - have you lost weight?",
          "He was a short, trim, wiry man.",
          "@ Neat and well ordered.",
          "Trim lawns and neat flower beds.",
          "@ An act of making something, esp. someone's hair, neater or more level by cutting a small amount off it.",
          "I asked the hairdresser for a trim.",
          "Just give the ends a trim, please.",
          {
            "in trim": [
              "@ Physically prepared and ready, or in good condition.",
              "Are you in trim for the run on Sunday?"
            ]
          },
          {
            "wiry": [
              "@ ( of people and animals ) thin but strong, and often able to bend easily.",
              "He has a runner's wiry frame."
            ]
          }
        ],
        "destruction": [
          "@ The act of destroying something, or the fact of being destroyed.",
          "Many people are very concerned about the destruction of the rainforests.",
          "Unusually high winds left a trail of destruction over the area."
        ]
      }
    ],
    "emancipate": [
      "Together they emancipated the art of experiment from being a mere craft activity and endowed it with the status of a science.",
      "@ Usually be used in official or legal contexts.",
      {
        "release": [
          "& Release is more common.",
          {
            "discharge": [""]
          }
        ],
        "liberate": ["& Liberate is more formal."],
        "manumit": [
          "In addition, they encouraged slaveholders to manumit their slaves."
        ]
      }
    ],
    "neglect": [
      "The climate is naturally good, but continued neglect of sanitary precautions has made the city unhealthy.",
      {
        "ignore": [
          "& Ignore just means that someone doesn't pay attention. Neglect is leaving something alone to the point that it falls aparts or breaks."
        ],
        "omit": [
          "@ To fail to include or do something.",
          "She was omitted from the list of contributors ot the report.",
          "The Prince's tour conveniently omitted the most deprived areas of the city.",
          "She omitted to mention that she would be away next week.",
          {
            "omission": [
              "Parents are upset by the omission of music from the school's courses."
            ]
          }
        ],
        "disregard": [""]
      }
    ],
    "illicit": [
      "As a port it was notorious of its smuggling and illicit trade.",
      {
        "illegal": [
          "& An illegal action only breaks the law. An illicit action breaks ethical or moral standards (and probably the law as well)."
        ],
        "outrageous": [
          "@ Shocking and morally unacceptable.",
          "It is outrageous that these buildings remain empty while thousands of people have no homes.",
          "These prices are just outrageous (= much too high)."
        ],
        "smuggle": [
          "He was arrested and charged with attemping to smuggle cocaine into Scotland."
        ],
        "court": [
          "@ The place where a judge decides if someone has done a crime",
          "The suspect appeared in court charged with robbery.",
          "@ An area for playing a sport.",
          "This is a tennis court."
        ],
        "delinquency": [
          "@ Behavior, esp. of a young person, that is illegal or not acceptable to most people",
          "There is a high rate of juvenile delinquency in this area.",
          "His past delinquencies have made it hard for him to get a job."
        ]
      }
    ],
    "resolve": [
      "His words were comforting, even if they didn't resolve her concerns.",
      {
        "solve": [
          "& Solve is more like answering a question, like in homework or math problem. Resolve is like fixing an argument."
        ]
      }
    ],
    "utter": [
      "She sat through the whole meeting without uttering a word.",
      {
        "utterly": [
          "& Utterly is slightly more literary. It can also be more emphatic or with emotion, for example \"I'm utterly disgusted with you\"."
        ],
        "totally": [
          "& Totally literally means ' Completely ' but it isn't very emphatic."
        ]
      },
      {
        "peal": [""],
        "hiss": [
          "@ To make a noise like a long s sound.",
          "Why do snakes hiss?",
          "I heard a hiss and a pop as the cork came out of the bottle.",
          "Peoplein the audience were hissing their disapproval.",
          "@ To say something in a quiet angry way.",
          "\"Shut up, Tom! \" she hissed."
        ]
      }
    ],
    "strangle": [
      "She had been strangled with her own scarf and her body dumped in to the woods.",
      {
        "suffocate": [
          "& You suffocate when you're strangled, but you're not necessarily being strangled when you suffocate."
        ]
      }
    ],
    "complaint": [
      "We've received a complaint from one of our listeners about offensive language.",
      {
        "complain": [
          "& Complain is the verb form of Complaint, which is the noun form."
        ]
      }
    ],
    "undertone": [
      "It was a comedy act with an undertone of cruelty.",
      "The elephants' pale gray skin carries undertones of violet.",
      "John's description of his ex-wife had an undertone of sadness.",
      {
        "overtone": [
          "& Undertone usually means an unspoken meaning that the speaker doesn't mean to send.",
          "& Overtone usually means an unspoken meaning that they speakers wants to send.",
          "John's conversation with Jane had romantic overtones."
        ]
      },
      {
        "underlying": [
          "The underlying message of the film is that love transcends everything else.",
          "It's important to look at all the underlying causes of the conflict.",
          "Though she ws a good worker, her underlying compassion made her the boss's favorite.",
          {
            "potential": [
              "As a economics major, she has a potential career in business."
            ]
          }
        ]
      }
    ],
    "connote": [
      "The word ' warrior ' connotes honour and bravery as well as fierceness in battle.",
      "To me, chocolate connotes pleasure and idulgence.",
      {
        "connotation": [
          "The word ' lady ' has connotations of refinement and excessive femininity that some women find offensive.",
          "' Resolute ' means stubborn, but with a more positive connotation.",
          "These days, trangendered has negative connotations and transgender is widely considered proper, though it remains open to debate, as does its definition."
        ]
      },
      {
        "denote": [
          "@ To represent something.",
          "The color red used to denote passion or danger.",
          "His angry tone denoted extreme displeasure.",
          "The vertical line denotes the relative abundance of vertebrate remains in the various depositional environments.",
          "The period saw the radical separation of micro- and macro-economics (a separation denoted, paradoxically, as a ' neoclassical synthesis ')."
        ],
        "imply": [
          "I'm not implying anything about your cooking, but could we eat out tonight?",
          "@ To involve something or make it necessary.",
          "The report, which is viewed as a bellwither for economic trends, implied that the national economy could be slowing down.",
          "Her statement implies a lack of confidence in the management of the company.",
          "A connection between the events has been implied in several new reports.",
          {
            "infer": [
              "& The main differece between these two words is that a speaker can imply, but a listener can only infer.",
              "Then I think we must infer from what they said that they believe we should reapply for the job."
            ],
            "implication": [
              "Because of security implications the officers were tried in secret.",
              "The implications of these findings are intriguing, to say the least.",
              "@ An occasion when you seem to suggest something without saying it directly.",
              "From what she said, the implication was that they were splitting up.",
              "@ An occasion when you suggest or show that someone is involved in a crime.",
              "The case depended upon his implication of his co-workers in the fraud.",
              "@ The effect that an action or decision will have on something else in the future.",
              "The company is cutting back its spending and I wonder what the implications will be for our department.",
              "What are the implications of the new law?"
            ]
          }
        ],
        "suggest": [
          "I suggested putting the matter to the committee.",
          "Does anything suggest itself? (= Do you have any ideas about what we should do?).",
          "His manner suggested a lack of interest in what we were doing.",
          "She has applied for a lot of jobs recently, which suggests that she's not altogether happy with her position.",
          {
            "suggestion": [
              "I don't know what to wear tonight - do you have any suggestion?"
            ],
            "hint": [
              "He has dropped several hints to the boss that he'll quit if he doesn't get a promotion.",
              "You can't take (= understand) a hint, can you? Just go away and leave me alone!",
              "I detected a hint of doubt in his voice.",
              "There's just a hint of brandy in the sauce."
            ],
            "advise": [
              "& Advise is usually given by experts while suggest is not.",
              "His doctor advised him against smoking.",
              "Guests were advised to pay special attention to hand hygiene.",
              {
                "advice": [
                  "I think I'll take your advice and get the green dress.",
                  "Moreover, a panel is now allowed to seek information and technical advice from any individual or body which it deems appropriate."
                ]
              }
            ]
          }
        ]
      },
      {
        "emblem": [""]
      }
    ],
    "instruction": [
      "@ Something that someone tells you to do.",
      "The police who broke into the house were only acting on/ under instructions.",
      "He gave me strict intructions to get there by eight o'clock.",
      "@ Advice and information about how to do or use something, often written in a book or on the side of a container.",
      "The cooking instructions say to bake it for half an hour.",
      "You obviously didn't read th einstructions properly.",
      "They need clear instructions on what to do next.",
      "@ The teaching of a particular skill or subject.",
      "The video provides instruction on how to operate the computer.",
      "Have you seen the instruction manual for the washing machine?",
      "@ The act of teaching someone how to do something.",
      "The course gives you basic instruction in car maintenance and repairs.",
      {
        "proposal": [
          "@ Suggestion, sometimes a written one.",
          "Congress has rejected the latest economic proposal put forward by the President.",
          "The president's proposal was to tax a percentage of Social Security benefits for high-income people.",
          "Investors approved the merger proposal.",
          "Management has made proposals to cap overtime.",
          "@ An official document in which you give information about yourself and your property for an insurance agreement.",
          "Once you completed the on-screen proposal form, the premium and cover details are sent to you by e-mail.",
          {
            "insurance": [
              "@ An agreement in which you pay a company money and they pay your costs if you have an accident, injury, etc.",
              "I'll need to take out extra car insurance for another driver.",
              "The insurance doesn't cover you for (= include ) household items.",
              "I claimed on the insurance for the damage to the furniture.",
              "@ Money that is paid by an insurance company.",
              "I had to cancel the trip, but I got back nearly $1000 in insurance."
            ],
            "contract": [
              "@ A legal document that states and explains a formal agreement between two different people or groups, or the agreement itself."
            ]
          }
        ]
      }
    ],
    "stubborn": [
      "@ A stubborn person is determined to do what he or she wants and refuses to do anything else.",
      "They have huge arguments because they're both so stubborn.",
      "@ Things that are stubborn are difficult to move, change, or deal with.",
      "He was famed for his stubborn resistance and his refusal to accept defeat.",
      "Stubborn stains can be removed using a small amount of detergent.",
      {
        "resolute": [
          "@ Determined in character, action, or ideas.",
          "& ' Resolute ' means stubborn, but with a more positive connotation.",
          "She's utterly resolute in her refusal to apologize.",
          "I admired her resolute optimism in those difficult times.",
          {
            "resolutely": [
              "She resolutely refuses to lower her standards.",
              "The whole team was resolutely optimistic."
            ]
          }
        ]
      }
    ],
    "wit": [
      "Her conversation sparkled with her own subtle blend of wit and charm.",
      {
        "clever": ["& Wit is another word for ' Clever '."],
        "witty": [
          "& Wit or ' Witty ' is used to describe someone smart and thinks fast. They may also have a natural ability of using words and ideas in a quick and inventive way to create humour."
        ]
      }
    ],
    "nosy": [
      "@ Being nosy is being too interested in what other people are doing and wanting to discover too much about them.",
      "@ When someone tries to join in on other people's business. More like a curious person with a negative negation attached to it.",
      {
        "gossip": [
          "@ The story people are talking about. But often also used to describe someone.",
          "@ \"She's a gossip.\" meaning if she finds out about it , she will talk about it with her friends and so on, story won't be a secret no more."
        ]
      }
    ],
    "toss": [
      "Indeed, dwarf tossing is an Olympic sport!",
      {
        "throw": [
          "& ' Toss ' tends to be weaker. It can also mean put. It doesn't always mean you are letting something fly out of you hand."
        ]
      }
    ],
    "hygiene": [
      "The modern system of hygiene is in great part founded upon decent pathology.",
      "& Hygiene is how well you take care of yourself. If you have good hygiene, you take regular showers, brush your teeth a lot, wash you hair, etc.",
      {
        "hygienic": [
          "I suppose warm-air hand-driers are more hygienic than hand-towels, and paper towels create a lot of litter."
        ]
      },
      {
        "sanitation": [
          "& Sanitation is to keep something clean and germ free. Hand sanitizer, for example, kills the germs on your hands."
        ],
        "sanitary": [
          "The city is well supplied with water and its sanitary state is good."
        ]
      },
      {
        "antiseptic": [
          "@ As a noun, it's a chemical used to prevent infection from an injury, esp. by killing bacteria.",
          "Antiseptic is used to sterilize the skin before giving an injection.",
          "Many of the ingredients for antiseptics come from the rainforests.",
          "In the 1870s and 1880s, doctors began to follow the principles of antiseptic surgery.",
          {
            "sterilize": [
              "@ To perform a medical operation on someone in order to make them unable to have children.",
              "After having five children, she decided to be sterlized.",
              "The clinic will sterilize your cat for free.",
              "@ To make something completely clean and free from bacteria.",
              "All equipment must be sterilized before use."
            ]
          }
        ]
      },
      {
        "clinic": [
          "@ A building or part of a hospital where people go for medical care or advice.",
          "Bring your baby to the clinic and we'll take a look at her.",
          {
            "clinical": [
              "@ Used to refer to medical work or teaching that relates to the examination and treatment of ill people.",
              "She recently underwent a clinical evaluation in hospital.",
              "Clinical tests have so far failed to show the cause of her illness.",
              "@ Expressing no emotion or feellings.",
              "She seems to have a very clinical attitude toward her children.",
              "@ Showing no character and warmth.",
              "We were going to paint our kitchen white, but we decided that would look too clinical."
            ]
          },
          {
            "inject": [
              "@ To use a needle and syringe to put a liquid such as a drug into a person's body.",
              "Phil's diabetic and has to inject himself with insulin everyday.",
              "@ To introduce something new that is necessary or helpful to a situation or process.",
              "A large amount of money will have to be injected into the company if it is to survive.",
              "I tried to inject a little humor into the meeting.",
              {
                "injection": [
                  "@ The act of putting a liquid, esp. a drug, into a person's body using a needle and a syringe.",
                  "Daily insulin injections are necessary for some diabetics.",
                  "This steroid is sometimes given by injection.",
                  "My arm was very tender after the injection.",
                  "@ The introduction of something new that is necessary or helpful to a situation or process.",
                  "A cash injection of $20 million will be used to improve the health service."
                ]
              },
              {
                "syringe": [""],
                "insulin": [""],
                "steroid": [""]
              }
            ],
            "prenatal": [
              "@ Relating to the medical care given to pregnant women before their babies are born.",
              "Prenatal clinics provide care for pregnant women."
            ],
            "medicinal": [
              "@ Medicinal substances are used to cure illesses.",
              "It's said that the spring water has medicinal properties.",
              {
                "medicinally": [
                  "This herbs has been used medicinally for centuries.",
                  "You can cook with them or use them medicinally, but don't underestimate their powers.",
                  "Medicinally, ginger helps settle the stomach and may be used to treat motion sickness.",
                  "The oil is used medicinally to boost the immune system."
                ]
              }
            ],
            "surgeon": [""],
            "anesthesia": [
              "@ The condition of not feeling pain, esp. by use of special drugs.",
              "The procedure is performed under general anesthesia.",
              {
                "anesthetize": ["The vet anesthetized my dog to take xrays."],
                "painkiller": [
                  "The body produces chemicals that are natural painkillers."
                ],
                "opiate": [
                  "@ A drug that contains opium, esp. one the causes sleep.",
                  {
                    "opium": [
                      "@ A drug made from the seeds of a poppy (= red flower ) that is used to control pain or to help people sleep. It can make a person who takes it want more of it and is sometimes used by people as an illegal drug for pleasure.",
                      "While most of the money from the opium trade floods into the black economy, some also reaches the insurgency."
                    ],
                    "poppy": [
                      "Alternative uses for flowers wouldn't be complete without mentioning the poppy, used to make opium."
                    ]
                  }
                ],
                "narcotic": [
                  "@ An illegal drug such as heroin or cocaine.",
                  "He faces three years in jail for selling narcotics.",
                  "@ A drug that makes you want to sleep and prevents you feeling pain.",
                  "Morphine is a narcotic.",
                  {
                    "morphine": [
                      "@ A drug made from opium, used to stop people from feeling pain or to make people feel calmer."
                    ]
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "symptom": [
          "",
          {
            "albino": [""],
            "chickenpox": [""],
            "diabetic": [""],
            "hay fever": [""],
            "pathology": [
              "@ A branch of medical science that studies the nature, effects, causes and consequences of disease."
            ]
          }
        ]
      }
    ],
    "microorganisms": [
      "@ Technically a microorganism or microbe is an organism that is microscopic. The study of microorganisms is called microbiology. Microorganisms can be bacteria, fungi, archaea or protists. The term microorganisms does not include viruses and prion, which are generally classified as non-living.",
      {
        "microbe": [
          "@ It can be any microorganism, but specially said of those microorganisms which are harmful types of bacteria."
        ],
        "microscopic": [
          "@ An adjective as invisible or indistinguishable without the use of a microscope."
        ]
      },
      {
        "pathogen": [
          "@ An organism causing disease to its host, with the severity of the disease symptoms referred to as virulence."
        ],
        "germ": [
          "@ A very small organism that causes disease.",
          "In warm weather these germs multiply rapidly.",
          "@ The origin of something that develops, esp.",
          "A cell from which grain grows or the beginning of an idea.",
          "He found the germ of an idea in an old newspaper.",
          "Alefandro's suggestion was the germ of the whole idea.",
          {
            "thrive": [
              "@ To grow, develop, or be successful.",
              "His business thrived in the years before the war.",
              "She seems to thrive on stress."
            ]
          }
        ],
        "plankton": [
          "@ Very small plants and animals that float on the surface of the sea and on which other sea animals feed.",
          "The giant plankton-feeders in today's oceans are among the largest living vertebrate animals alive."
        ],
        "bioluminescence": [
          "@ Light created by the body of a living creature, for example by some sea creatures and insects such as fireflies.",
          "Plankton float in the ocean current, sparkling with bioluminescence."
        ]
      },
      {
        "yeast": [
          "You mix flour, yeast and water to make bread.",
          {
            "ferment": [
              "You make wine by leaving grape juice to ferment until all the sugar has turned to alcohol."
            ],
            "fungus": [
              "@ Plural fungi, any of about 144,000 known species or organisms of the kingdom Fungi, which includes the yeasts, rusts, smuts, mildews, molds, and mushrooms."
            ]
          }
        ]
      }
    ],
    "external": [
      "@ of, on, for, or coming from the outside.",
      "In external ways David had hardly changed at all.",
      "This cream is for external use only (= it must not be put inside the body ).",
      "In later years, his paintings began to show a number of external influences (= influences coming from other people ).",
      "You shouldn't judge people by their external appearances.",
      "@ Existing, intended for, or happening outside a person, organization, place, country, etc.",
      "She handles the company's external relations.",
      {
        "externally": [
          "Externally the house is in need of repair.",
          "Externally she appeared calm, but inside she was furious."
        ]
      },
      {
        "appearance": [""]
      }
    ],
    "litter": [
      "@ Small pieces of trash that have been left lying on the ground in public places.",
      "About two percent of fast-food packaging ends up as litter.",
      {
        "a litter of": [
          "@ A group of animals that are born at the same time and have the same mother.",
          "A litter of kittens."
        ]
      }
    ],
    "damp": [
      "Unlike wood, however, it is completely unaffected by damp, rot, decay, frost or insect attack.",
      {
        "wet": [
          "& Damp means it's slight wet. The towel to wipe the spilled juice is damp from my sweaty hands."
        ],
        "mist": [""],
        "drench": ["&  Wet means it's drenched in water or another liquid."],
        "sopping": ["My hair is sopping (wet) from the shower I took."],
        "flood": [
          "@ To cause to fill or become covered with water, esp. in a way that causes problems.",
          "Our washing machine broke down yesterday and flooded the kitchen.",
          "The whole town flooded when the river burst its banks.",
          "@ To fill or enter a place in large numbers or amounts.",
          "Donations are flooding into the homeless shelter.",
          "Japanese cars have flooded the market (= a lot of them are on sale ).",
          "He was flooded with (= suddenly felt a lot of ) joy when his first child was born.",
          "@ A large amount or number of something",
          "A flood of imports has come into the country.",
          {
            "in floods of tears": [
              "@ Crying a lot.",
              "I found her in floods of tears in the toilets."
            ],
            "the Flood": [
              "@ In the Bible, a flood sent by God that covered the whole earth as a punishment."
            ]
          }
        ],
        "swamp": [
          "@ Very wet, soft land.",
          "The Everglades are an area of swamp in southern Florida.",
          "@ To cover a place with a large amount of water.",
          "High tides have swamped the coast.",
          "The boat was swamped by an enormous wave.",
          "@ If something swamps a person, system, or place, more of it arrives than can be easily dealt with.",
          "Foreign cars have swamped the U.K. market.",
          "I'm swamped with work at the moment.",
          "Don't let feelings of depression swamp you.",
          {
            "swampy": ["A low-lying, swampy region."]
          }
        ],
        "tide": [
          "@ The rise and fall of the ocean that happens twice every day.",
          "The tide is out/ in.",
          "You can only see the beach when the tide is out.",
          "Most of people are completely clueless about tide directions and weather conditions.",
          "@ A noticeable change in a situation or increase in a particular type of behavior.",
          "We must look for ways of stemming (= stopping ) the rising tide of protest.",
          {
            "-tide": [
              "@ A period of time",
              {
                "Yuletide": ["@ The period around Christmas."]
              }
            ]
          }
        ]
      }
    ],
    "corruption": [
      "The film is about a young police officer and his struggle to expose corruption in the force.",
      "Political corruption is widespread throughout the country.",
      "@ In language, a word whose original form has been changed.",
      "The swear word ' bloody ' is wrongly thought by some to be a corruption of the words \"by our Lady\".",
      {
        "corrupt": [""],
        "incorruptible": [""]
      },
      {
        "mold": [
          "@ A soft, green or gray growth that develops on old food or on objects that have been left for too long in warm, wet air.",
          "There was mold on the cheese.",
          "@ A hollow container with a particular shape into which soft or liquid substances are poured, so that when the substance becomes hard it taks the shape of the container.",
          "A cake/ jello mold.",
          "@ If someone is from or in a particular mold, they have the characteristics typical of a certain type of person.",
          "He's cast in a very different mold from his brother.",
          "He's a player in the Federer mold.",
          "@ To try to change or influence someone.",
          "My father kept trying to mold me into something he wanted me to be.",
          "@ To fit the body very closely.",
          "She was wearing an extremely tight costume that molded to/ around the contours of her body.",
          {
            "moldy": [
              "@ covered with mold.",
              "A moldy bread/ cheese.",
              "@ Not new or interesting.",
              "The city's museums are filled with moldy old collections."
            ]
          }
        ]
      }
    ],
    "radical": [
      "@ Believing or expressing the belief that there should be great or extreme social or political change.",
      "He was known as a radical reformer/ thinker/ politician.",
      "These people have very radical views.",
      "@ Relating to the most important parts of something or someone; complete or extreme.",
      "We need to make some radical changes to our operating procedures.",
      "I'm just having my hair trimmed - nothing radical.",
      "@ As a noun, it's a person who advocates thorough or complete political or social reform.",
      {
        "drastic": [
          "@ ( Especially of actions ) severe and sudden or having very noticeable effects.",
          "Many employees have had to take drastic cuts in pay.",
          "In the desert there's a drastic change in temperature from day to night.",
          {
            "drastically": [
              "Our lives changed drastically when dad died and we had to move."
            ]
          }
        ],
        "vehemently": [
          "@ In a strong and emotional way.",
          "The president has vehemently denied having an extra-marital affair.",
          "Still, it wasn't the first time they had vehemently disagreed on something."
        ]
      }
    ],
    "thorough": [
      "They did a thorough search of the area but found nothing.",
      {
        "complete": [
          "& Complete means to finish or be done with something. Thorough means to do something carefully, so you won't miss anything."
        ],
        "penetrate": [
          "Amazingly, the bullet did not penetrate his brain.",
          "The organization had been penetrated by a spy.",
          "The company has been successful in penetrating overseas markets this year (= it has started selling its products in them).",
          "He penetrates deeper into the artist's life in the second volume of his autobiography."
        ],
        "traverse": [""]
      }
    ],
    "baffle": [
      "He walked through the halls quickly, the emerging thought in his head is baffling him.",
      "When the boy said \"No!\" to his mother, she was baffled.",
      {
        "confuse": ["My friend told me that 9+10=21. I was very confused."],
        "bewilder": ["& Bewilder is pretty much the same, but more poetic."],
        "mystify": [
          "@ To make something obscured, or hide behind the truth.",
          "The cause of death mystified detectives.",
          {
            "mystical": [""]
          }
        ]
      }
    ],
    "grieve": [
      "She would let herself grieve for a day - maybe two - and then fill her world with as much sunshine as possible.",
      "I couldn't stop the grieve I felt when I thought about grandpa.",
      {
        "sad": [
          "& When you grieve your suffering grief because maybe a loved one died. When you sad you just feel sad about something.",
          "I was really sad that I couldn't get tickets to the fair."
        ],
        "despair": [
          "@ The feeling that there is no hope and that you can do nothing to improve a difficult or worrying situation.",
          "Don't despair! We'll find a way out!",
          "I despair at/ over the policies of this government."
        ],
        "agony": [
          "They put her on painkillers, but they didn't do enough, and she was in agony.",
          "We give surgery patients anesthesia to avert the agony they would feel if they remained conscious."
        ],
        "succumb": [
          "@ To lose the determination to oppose something; to accept defeat.",
          "The town finally succumbed last week after being pounded with heavy artillery for more than two months.",
          "I'm afraid I succumbed to temptation and had a piece of cheesecake.",
          "@ To die or suffer badly from an illness.",
          "Thousands of cows have succumbed to the disease in the past few months."
        ],
        "traumatic": [
          "It was very traumatic for Donnie and he hasn't spoke since."
        ],
        "unhinge": [
          "@ To cause mental illness in someone.",
          "The threats of the modern world have unhinged us.",
          "Her mind was completely unhinged by shock and grief."
        ]
      }
    ],
    "hectic": [
      "& Hectic is mostly used to describe a situation.",
      "Things are getting a bit hectic for me at the moment.",
      "\"My schedule is hectic\" which means that it's crazy or very busy that it becomes hard to handle.",
      {
        "agitated": [
          "& Agitated is used to describe an emotional feeling.",
          "There was a long delay, and people became increasingly agitated as they waited for the train.",
          "\"My schedule makes me feel agitated\" which means it makes me feel nervous, overwhelmed or upset."
        ],
        "uptight": [
          "By wearing a shirt that seeks to amuse, the wearer lets others know that he's not uptight or unapproachable."
        ],
        "chaos": [
          "Ever since our secretary walked out, the office has been in a state of total/ utter chaos.",
          {
            "disorder": ["& Chaos has a much stronger feeling than disorder."],
            "mess": ["& Chaos is a crazy mess."],
            "mayhem": [
              "@ It means violent destruction, and also an older term for the crime of assault and battery."
            ]
          }
        ]
      }
    ],
    "reptile": [
      "@ An animal that produces eggs and uses the heat of the sun to keep its blood warm.",
      {
        "mammal": [
          "@ Any animal of which the female feeds her young on milk from her own body. Most mammals give birth to live young, not eggs."
        ],
        "vertebrate": [
          "@ An animal that has a spine.",
          "Birds, fish and reptiles are all vertebrates."
        ]
      }
    ],
    "fasten": [
      "Make sure your seat belt is securely fastened.",
      {
        "firm": [
          "@ Not soft, but not completely hard.",
          "The firm bed is better for your back.",
          "@ Strongly fixed in place",
          "Get a firm grip on the ladder before you climb up.",
          "@ To describe someone is strong and in control.",
          "My parents were always very firm with me.",
          "@ Certain and not likely to change.",
          "We don't have any firm plans for the weekend.",
          "@ A company that sells goods or services.",
          "A law firm is a business entity formed by one or more lawyers to engage in the practice of law.",
          {
            "firmly": [
              "Make sure the rope is firmly attached before attempting to climb down.",
              "The door was firmly shut.",
              "\"Let me do it,\" she said firmly.",
              "I'm firmly convinced that we should keep going."
            ]
          }
        ],
        "strict": [
          "",
          {
            "tender": [""]
          }
        ]
      }
    ],
    "optimism": [
      "Optimism is empowering, uplifting, and inspiring.",
      {
        "optimist": [
          "She's born optimist (= someone who has always been optimistic)."
        ],
        "optimistic": [
          "The doctor said she was optimistic about the outcome of the operation but forbore to make any promises at this early stage."
        ]
      },
      {
        "passionate": [
          "She was passionate about Asian cooking and that has reflected in her dining experience."
        ],
        "rejoice": [
          "@ To rejoice could be something happened that was very favorable, bringing you out of perhaps sadness or even despair that you were in to start with.",
          "Everyone rejoiced at the news of his safe return.",
          "The college student rejoiced when there wasn't enough time left for her to finish her paper, but the professor gave the class another few days to finish it.",
          {
            "delighted": [
              "I was delighted to see that my friends and guests arrived on time to our party, and were enjoying themselves."
            ],
            "merrily": [
              "@ Showing happiness or enjoyment.",
              "Her eyes sparkled merrily.",
              "@ Without thinking about the result of what you are doing or about the problems it might cause.",
              "The factory has been merrily pumping chemical waste into the river for the past ten years.",
              {
                "contented": [
                  "@ Happy and satisfied.",
                  "He won't be contented until he's upset everyone in the office."
                ]
              }
            ]
          }
        ]
      },
      {
        "pessimism": [
          "An underlying pessimism infuses all her novels.",
          {
            "pessimistic": [
              "At the time in history when our future has never looked brighter, it is baffling that some people are more pessimistic than ever."
            ],
            "brooding": [""]
          }
        ]
      }
    ],
    "scarcely": [
      "I could scarcely believe it when she said she wanted to marry me.",
      "I had scarcely sat down to eat when the phone rang.",
      {
        "barely": [
          "& ' barely ', ' scarcely ' and ' hardly ' are basically interchangeable."
        ],
        "hardly": ["& Yeah, they're the same."],
        "scarcity": [""]
      },
      {
        "quasi-": [
          "Do companies need to be quasi-monopolies to survive in this new global economy?",
          "Mandatory arbitration is a private, quasi-legal system of resolving disputes.",
          "Laborers sometimes served as quasi-soldiers."
        ]
      }
    ],
    "permanent": [
      "Are you looking for a temporary or a permanent job?",
      {
        "temporary": [
          "The ceasefire will only provide a temporary solution to the crisis."
        ]
      },
      {
        "periodic": [
          "He suffers periodic mental breakdowns.",
          "Depending on the parameters selected, and the initial conditions, the simulated temporal trajectories may exhibit either regular (periodic and quasi-periodic) or chaotic behavior.",
          {
            "the Periodic Table": [
              "@ A list of the symbols of all the chemical elements arranged in rows and columns down a page."
            ],
            "alchemy": [
              "@ A type of chemistry, especially in the Middle Age, that dealt with trying to find a way to change ordinary metals into gold and with trying to find a medicine that would cure any disease.",
              "She manages, by some extraordinary alchemy, to turn the most ordinary of ingredients into the most delicious of dishes."
            ]
          }
        ]
      }
    ],
    "tidy": [
      "She likes everything neat and tidy.",
      {
        "a tidy sum": ["He sold the house for a tidy (= large) sum."],
        "pile": [""],
        "calibrate": [
          "In addition, we design, manufacture and calibrate special bench photometers( some kinda mechanical stuff) against which other photometers can be calibrated."
        ]
      }
    ],
    "vigor": [
      "& Vigor is specifically refers to human energy.",
      "$We can say \"He speaks with vigor\", but we can't say \"Gasoline is used for vigor\".",
      "They battled with great vigor and exaggeration to the cheering of the three younger boys until one turned and noticed her.",
      {
        "power": ["& Power can mean electricity, but also force."],
        "energy": ["& It's just energy."],
        "impetus": [
          "@ Something that encourages a particular activity or makes that activity more energetic or effective.",
          "Often the impetus for change in education has had to come from outside the school establishment."
        ]
      }
    ],
    "adulterate": [
      "There were complaints that the beer had been adulterated with water (= diluted).",
      {
        "dilute": [
          "@ To make a liquid weaker by mixing in something else, or to reduce the strength of a feeling, action, etc.",
          "Dilute the juice with water before you drink it.",
          "These measures are designed to dilute public fears about the product's safety."
        ],
        "dissolve": [""]
      },
      {
        "emulsion": [
          "@ A mixture that results when one liquid is added to another and is mixed with it but does not dissolve into it.",
          "Mixing oil and vinegar together produces an emulsion.",
          "By making the emulsion, oil viscosity is substantially reduced.",
          {
            "emulsifier": [
              "@ A substance that forms or keeps an emulsion and is often added to processed foods to prevent particular parts from separating.",
              "Sodium citrate may sound unfamiliar and possibly suspect, but it's basically just a form of salt that works as an emulsifier.",
              "You need an emulsifier, something that helps oils mix with other ingredients."
            ]
          }
        ]
      }
    ],
    "soil": [
      "@ The material on the surface of the ground in which plants grow.",
      "This vertical section of the soil shows four basic soil layers.",
      "The soil in this area is very chalky.",
      {
        "dirt": [
          "& They're pretty much the same but dirt sounds a bit more negative."
        ],
        "chalk": [
          "@ A type of soft white rock. Or it can also be a stick of this rock or a mimilar substance used for writing or drawing."
        ],
        "mud": [
          "His shoes were covered with mud; he had torn his coat on the thorny tree.",
          "~ You got mud on your face, you big disgrace!"
        ],
        "frost": [
          "@ The thin, white layer of ice that forms when the air temperature is below the freezing point of water, especially outside at night.",
          "In a normal winter, the frost penetrates deeply enough to kill off insect eggs in the soil."
        ],
        "gravel": [
          "@ Very small, rounded stones, often mixed with sand.",
          "Visit all the nearby sand and gravel pits and start to look at their different sands.",
          "The entire trench is then filled with the rounded gravel."
        ],
        "concrete": [""]
      }
    ],
    "cautious": [
      "Most doctors are cautious about advising you to have surgery.",
      "Auto companies are taking a cautious approach toward introducing electric cars.",
      {
        "wary": [
          "@ It can be not completely trusting or certain about something or someone.",
          "I'm a little wary of/ about giving people my address when I don't know them very well."
        ],
        "careful": [
          "& ' Cautious ' is more like be wary or pay attention. ' Careful ' is more like be safe."
        ],
        "premeditated": [
          "@ Done after being thought about or carefully planned, esp. of a crime or something unpleasant.",
          "The assault was premeditated and particularly brutal.",
          "The police believe the crime was premeditated.",
          {
            "unpremeditated": [""]
          }
        ]
      }
    ],
    "amiable": [
      "So amiable was the mood of the meeting that a decision was soon reached.",
      {
        "affable": [
          "She's so affable that you can drop right into a conversation with her and feel like you've known her for years."
        ],
        "agreeable": ["We spent a most agreeable evening by the river."],
        "genial": ["She had a genial demeanor about her."],
        "congenial": [
          "Mark was in need of more congenial friends. It seems his current ones were no longer on the same page after 5 years apart."
        ],
        "chummy": [
          "The inspectors are a little too chummy with the informant."
        ],
        "amicable": ["Few people have amicable divorces."],
        "cordial": [
          "Relations between the two leaders are said to be cordial( friendly, but formal and polite)."
        ],
        "benevolent": [
          "He was a benevolent old man and wouldn't hurt a fly.",
          "I grew up happily under the benevolent influence of my Uncle Walt.",
          {
            "benevolence": [""]
          }
        ]
      }
    ],
    "authentic": [
      "He had some knowledge of authentic history, and rejected the more marvellous elements of the story.",
      "This is authentic Kimchi from Korea.",
      {
        "genuine": [
          "If it is a genuine Michelangelo drawing, it will sell for millions."
        ],
        "real": ["I wish mermaids and unicorns were real."],
        "true": [
          "& If an arrow hits its target, you could say it has flown true, but you couldn't say it had flown authentic or genuine."
        ]
      },
      {
        "illusion": [
          "@ An idea or belief that is not true.",
          "He had no illusions about his talents as a singer.",
          "I'm under no illusion (= I understnad the truth ) about the man I married.",
          "@ Something that is not really what it seems to be.",
          "A large mirror in a room can create the illusion of space.",
          "The impression of calm in the office is just an illusion.",
          {
            "illusory": [""]
          }
        ]
      }
    ],
    "irritation": [
      "\"What?\" he added with renewed irritation, \"I beg you to dress your men decently\".",
      "Traffic noice is just one of several minor irritations (= small problems).",
      {
        "irritate": ["You're really irritating me right now. Go away!"],
        "irritated": ["My skin is irritated (= itchy and hurts)."]
      },
      {
        "annoy": ["Damn, you're so annoying."]
      }
    ],
    "coherent": [
      "When she calmed down, she was more coherent (= able to speak clearly and be understood).",
      {
        "coherence": [
          "An essay without coherence can inhibit a reader's ability to understand the ideas and main points of the essay."
        ]
      },
      {
        "concise": [
          "@ Short and clear, expressing what needs to be said without ennecessary words.",
          "She wrote up a concise summary of the day's events.",
          {
            "succinct": [""],
            "blurb": [""],
            "summary": [
              "I only asked for a summary of the main points but she was making a real meal out of it.",
              "In summary, they decided against the proposal.",
              "However, as generated summaries could be read by many individuals, we decided to avoid idiosyncratic words, and instead use a fairly generic vocabulary."
            ]
          }
        ]
      }
    ],
    "committee": [
      "@ A small group of people chosen to represent a larger organization and either make decisions or collect information for it.",
      "The local council has just set up a committee to study recycling.",
      "The Finance Director usually chairs this committee.",
      "She has served on the committee for many years.",
      "The selection committee recommended that both condidates be appointed.",
      {
        "panel": [
          "@ A small group of people chosen to give advice, make a decision, or publicly discuss their opinions as entertainment.",
          "The competition will be judged by a panel of experts.",
          "@ A flat, usually rectangular part, or piece of wood, metal, cloth, etc., that fits into or onto something larger.",
          "White silk panels were inset into the sides of the dress.",
          "A beautiful old door with oak panels.",
          "The hall has been tastefully paneled in cherrywood.",
          "@ A surface with devices that a person uses to control or get information about the operation of one or more machines.",
          "The car's instrument panel has buttons that give off a little blue-green light at night."
        ],
        "congress": [
          "",
          {
            "congressman": [""],
            "delegate": [""],
            "council": [""]
          }
        ]
      }
    ],
    "adhere": [
      "All drivers must adhere to speed limits.",
      "A smooth, dry surface helps the tiles adhere to the wall.",
      {
        "adherent": [
          "@ An adherent/ sticky surface",
          "She has been an adherent of Anarchism for years.",
          "However, within less than a year, the movement was shattered, and its adherents either were arrested or had led the country."
        ]
      }
    ],
    "transitive": [
      "& A transitive verb needs an object, but an intransitive one does not.",
      "@ Like, drink, punish, give are all transitive verbs.",
      {
        "intransitive": [
          "& Verbs that require a subject but don't require (or cannot accept) an object are called intransitive verbs.",
          "@ Die, sleep, snow, rain are intransitive verbs."
        ],
        "ditransitive": [
          "& Transitive verbs that are able to take both a direct object and an indirect one are called ditransitive.",
          "@ English has a number of generally ditransitive verbs, such as give, grant, and tell and many transitive verbs that can take an additional argument, such as pass, read, bake, etc.",
          "@ He gave Mary ten dollars > He gave ten dollars to Mary. ' Give ' is a ditransitive verb in this case."
        ]
      }
    ],
    "inductive": [
      "@ Using a particular set of facts or ideas to form a general principle.",
      "Not only this, but it allows for greater reading comprehension and inductive reasoning through these means.",
      "& That animal has black and white stripes and it's a zebra. Therefore, all zebras have black and white stripes.",
      {
        "deductive": [
          "@ Reaching an answer a decision by thinking carefully about the known facts.",
          "There is nothing that teaches deductive reasoning and logic better than math word problems.",
          "& All zebras have black and white stripes and that animal is a zebra. Therefore, That animal has black and white stripes."
        ],
        "inference": [
          "@ A guess that you make or an opinion that you form based on the information that you have.",
          "His change of mind was recent and sudden, the inference being that someone had persuaded him.",
          "We can't allow anybody to draw adverse inferences about historical figures and denigrate them."
        ]
      }
    ],
    "molasses": [
      "When cooked, the mescal is a fibrous, sticky, syrupy substance with a flavor similar to molasses.",
      {
        "syrup": [
          "& Syrup is a mixture of sugar and water while molasses is a by-product of the sugar-making process.",
          "& Molasses is a type of syrup.",
          "& Both are used as a base for food and beverage, but syrup can be made by simply mixing together sugar and water while molasses is made by boiling the juice of whatever fruit is available.",
          "@ For example, maple syrup.",
          {
            "syrupy": ["Heat the liquid until it is thick and syrupy."]
          }
        ],
        "sucrose": [
          "@ The type of sugar that exists naturally in most plants that grow on land."
        ],
        "cane": [""],
        "beet": [""]
      }
    ],
    "evil": [
      "Each new leader would blame his predcessor for all the evils of the past.",
      "For the sake of long-term peace, the military option is the lesser evil or the lesser of two evils (= the less unpleasant of two bad choices).",
      "An inductive inference is then made to the conclusion that certain instances, types groups, or patterns of evils are gratuitous.",
      {
        "sinister": [
          "She has dark, sinister eyes that make you nervous when she looks at you.",
          "The ruined house had a sinister appearance.",
          {
            "cruel": [
              "Is the death penalty cruel and unusual punishment?",
              "How is it possible to distinguish between humour that is about ' feeling good about life ' and that which is profoundly cruel or misogynistic?"
            ],
            "ruthless": [""]
          }
        ]
      },
      {
        "apathy": [
          "@ Lack of interest, or the attitude of not caring resulting from it.",
          "~ Apathy is a tragedy and boredom is a crime.",
          {
            "apathetic": [
              "Young people today are so apathetic about politics.",
              "Human beings in love, human beings rejected, human beings hungry, restless, apathetic and hopeful: ever-changing, ever-adapting."
            ]
          },
          {
            "callous": [
              "It might sound callous, but I don't care if he's homeless. He's not living with me!",
              "Ethically, such an attitude appears callous and out of character with the momentousness of assisting a patient end her life."
            ]
          }
        ]
      },
      {
        "vicious": [
          "@ Vicious people or actions show an intention or with to hurt someone or something very badly.",
          "The police said that this was one of the most vicious attacks they'd ever seen.",
          "There were a large collections of vicious medieval torture instruments.",
          {
            "assault": [
              "Police are hunting a student attacker after an unprovoked assault in a night club.",
              "Women's groups have demanded a nationwide assault on sexism in the worplace.",
              "She died heroically during an assault on the world's second highest mountain.",
              "University officials are concerned about a series of assaults on teachers and students near the campus."
            ],
            "brutal": [
              "He had presided over a brutal regime in which thousands of people had ' disappeared '",
              "He was imprisoned in 1945 for the brutal murder of a twelve-year-old girl.",
              "She spoke with brutal honesty - I was too old for the job."
            ],
            "barbarous": [
              "& ' Barbaric ' is a term that we hear more often than ' barbarous ', but they're the same things.",
              "His murder was an outrageous and barbarous act."
            ],
            "savage": [
              "The child was savaged by a dog.",
              "Twelve thousand years ago, our ancestors were primitive savages living in caves.",
              "@ To criticize someone cruelly.",
              "The performance was savaged by the media."
            ],
            "formidable": [
              "@ Something formidable causing you to fear or respect for because that thing or person is large, powerful, or difficult.",
              "She was once a political nonentity, but has since won a formidable reputation as a determined campaigner."
            ]
          }
        ]
      },
      {
        "fierce": [
          "Two men were shot during fierce fighting last weekend.",
          "Firefighters had to retreat from the fierce heat.",
          "There is fierce competition to join the Special Branch",
          "The chemistry exam was fierce (= difficult).",
          "The girl group look fierce around a swimming pool in the video for their new single.",
          "But, as soon as the war ended, social unrest spread rapidly because of fierce inflation and other factors.",
          {
            "dreadful": [
              "@ Causing fear, shock, or suffering.",
              "The dreadful sufferings of the people during this war.",
              "@ Of very low quality or very unpleasant.",
              "The food was bad and the service was dreadful.",
              "@ Used to emphasize the great degree of something.",
              "I was beginning to think i'd made a dreadful mistake."
            ],
            "flounce": [
              "@ To walk quickly with large, noticeable movements, esp. to attract attention or show that you're angry.",
              "\"Don't expect any help from me in future!\" he said and flounced out of the room."
            ],
            "overawe": [
              "@ To cause someone to feel a mixture of respect and fear.",
              "Some of the players were totally overawed by playing their game at the national staduim."
            ],
            "dire": [
              "I've heard of wolves morphing in dire situations, but always thought they were just stories.",
              "& Dire is a more dramatic word, closer to meaning something is dangerous or destructive, as if it is very close to being hopeless.",
              {
                "terrible": [
                  "& Terrible is a more generic and common term just meaning something is bad."
                ]
              }
            ]
          }
        ]
      },
      {
        "abuse": [
          "She is continually abusing her position/ authority by getting people to do things for her.",
          "I never expected that he would abuse the trust I placed him.",
          "@ To treat someone cruelly or violently.",
          "Several of the children had been sexually/ physically/ emotionally abused.",
          "@ To speak to someone rudely or cruelly.",
          "The crowd started abusing him after he failed to save a goal.",
          {
            "abuser": [
              "A drug/ solvent abuser.",
              "He's a reformed cocaine abuser.",
              "@ Someone who treats another person in a cruel, violent, or unfair way.",
              "They have begun to track down human rights abusers."
            ]
          }
        ]
      }
    ],
    "gnaw": [
      "@ To bite or chew something repeatedly, usually making a hole in it or gradually destroying it.",
      "A dog lay under the table, gnawing on a bone.",
      {
        "nibble": [
          "@ To eat something by taking a lot of small bites.",
          "Do you have some peanuts for us to nibble while the party warms up?"
        ],
        "munch": [
          "@ To eat something, especially noisily.",
          "We watched her munch her way through a bag of peanuts."
        ],
        "chomp": [
          "@ To chew food noisily",
          "There she sat, happily chomping her breakfast."
        ],
        "crunch": [
          "@ To crush hard food loudly between the teeth, or to make a sound as if something is being crushed or broken.",
          "The gravel crunched underfoot as we walked up to the house.",
          "She was crunching noidily on an apple."
        ],
        "torn": ["Your dress is torn and you're bleeding."],
        "tear": [""],
        "shatter": [
          "@ to cause something to suddenly break into very small pieces.",
          "The glass shattered into a thousand tiny pieces.",
          "His leg was shattered in the accident.",
          "@ To end or severely damage something.",
          "The book shattered all her illusions about the Romans."
        ]
      }
    ],
    "ecosystem": [
      "Pollution can have disastrous effects on the delicately balanced ecosystem.",
      {
        "biocapacity": [
          "With our overall footprint now exceeding global biocapacity by about 30% reducing our carbon footprint is essential.",
          "Worldwide, the average human footprint is 2.28 hectares (5.4 acres), but Earth only has a biocapacity of 1.9 hectare per person, he said."
        ],
        "biosphere": [""]
      }
    ],
    "component": [
      "The course has four main components: business law, finance, computing and management skills.",
      {
        "compound": ["Salt is a compound of sodium and chlorine."],
        "combination": [""],
        "ingredient": [""],
        "synthesis": [
          "@ The mixing of different ideas, influences, or things to make a whole that is different, or new.",
          "He describes his latest record as \" a synthesis of African and Latin rhythms.\".",
          {
            "synthesize": [
              "The chemical compound was first synthesized in England in 1874.",
              "The findings from the five separate studies have been synthesized in the report.",
              "The project group is working on perfecting synthesized speech."
            ]
          }
        ],
        "intermingle": [
          "Fact is intermingled with fiction throughout the book.",
          {
            "merger": [""]
          }
        ]
      }
    ],
    "emerge": [
      "Your scent will emerge, always revealing your whereabouts.",
      {
        "immerse": [
          "There is no better way to improve your language skills than immerse yourself in the culture."
        ]
      }
    ],
    "parameter": [
      "The researchers must keep within the parameters of the experiment.",
      "The report defines the parameters of best practice at a strategic, operational, and process level within an organization.",
      {
        "within the parameters of sth": [
          "We must work within the parameters of the law."
        ],
        "indexical": [""],
        "figure": [""]
      }
    ],
    "determined": [
      "Several publishers rejected her book, but that just made her all the more determined.",
      "After the fire we were determined to pick up the pieces and get the business back on its feet.",
      {
        "determine": [
          "The number of staff we can take on will be determined by how much money we're allowed to spend.",
          "Your health is determined in part by what you eat.",
          "Is is the responsibility of the court to determine whether these men are innocent.",
          "He determined that his wife was cheating on him."
        ]
      },
      {
        "decide": [
          "I decided to eat dinner after studying.",
          "I will have to decide what university to apply to."
        ]
      }
    ],
    "possess": [
      "In the past the root of this plant was thought to possess magical powers.",
      "We're trying to bring out the artistic talents that many people possess without realizing it.",
      "Since sheep do not possess the opiate receptors responsible for causing anesthesia, they are not an appropriate model for testing narcotic anesthesia in fetus.",
      {
        "possession": [
          "The possession of large amounts of money doesn't ensure happiness.",
          "He was found in possession of explosives.",
          "Please remember to take all your personal possessions with you when you leave the aircraft.",
          "We need to keep possession of the ball to give ourselves a chance.",
          "We've already bought the  house but we won't possession of it until May.",
          "She attaches a lot of importance to personal possessions."
        ]
      },
      {
        "property": [
          "Both books have ' Government property ' stamped inside them.",
          "The club doesn't accept responsibility for loss of or damage to club members' personal property.",
          "Yes, i've bought my own house - I'm now a man of property!",
          "One of the properties of copper is that it conducts heat and electricity very well.",
          "We value herbs for their taste, but we forget that they also have medicinal properties."
        ],
        "belongings": [
          "@ The things that a person owns, especially those that can be carried.",
          "He led a simple life, with few belongings, and never owned a home of his own.",
          "Fleeing the flood waters, families here packed their belongings and headed to higher land.",
          "In the second part of the inventories are listed the belongings of the deceased, with their value."
        ]
      }
    ],
    "skirt": [
      "She was wearing a dreadful pink flouncy skirt.",
      "@ Beef that is cut from the bottom part of the side of the animal.",
      "There's an increasing markets for the cheaper cuts of beef such as skirt.",
      "Skirt steak is best medium-rare.",
      "@ To go around the edge of something.",
      "Take the road which skirts the town, not the one which goes through it.",
      "@ To avoid discussing a subject or problem usually because there are difficulties that you don't want to deal with.",
      "Congress has been accused of skirting around the issue of torture.",
      {
        "brooch": [
          "@ A small piece of jewelry with a pin at the back that is fastened to a woman's clothing."
        ],
        "badge": [""],
        "sequin": [""]
      },
      {
        "thread": [""]
      }
    ],
    "elegance": [
      "He was known for his elegance and wit.",
      {
        "dignified": [
          "The architectural style is dignified and pleasing in design and proportions."
        ],
        "graceful": [
          "The gazelle is one of the swiftest and most graceful of animals.",
          {
            "disgrace": [
              "@ ambarrassment and the loss of other people's respect, or behavior that causes this.",
              "He brought disgrace on the whole team by falsifying the results.",
              "@ To make people stop respecting you or your family, team, etc. by doing something very bad.",
              "You have disgraced us all with your behavior.",
              {
                "be a disgrace": [
                  "@ To be a very bad situation.",
                  "Three families living in one room - it's a disgrace!",
                  "It's a disgrace that the government spends so much on guns and so little on education."
                ]
              }
            ]
          }
        ]
      },
      {
        "exult": [
          "& If you rejoice at your team's big win, you exult in it.",
          "There are always soldiers who exult in the kill and keep mementos of their victims.",
          {
            "exalt": [
              "& Exalt is a transitive verb. If we glorify God, we exalt him. It can also mean to heighten something, to increase its effects.",
              "They sent him countless letters and postcards, some of which called him a \"living saviour\" or celebrated his \"exalted and godlike benevolence\"."
            ]
          },
          {
            "triumph": [""],
            "ace": [""]
          }
        ]
      },
      {
        "decent": [
          "I'm going to get an education and a decent job.",
          {
            "indecent": [
              "@ Morally ofensive, especially in a sexual way.",
              "She accused him of making indecent suggestions to her.",
              "Indecent language is not allowed on the radio between 6 a.m. and 10 p.m.",
              "@ not suitable or correct for situation.",
              "The governor left his residence with almost indecent haste following his resignation.",
              {
                "indecency": [
                  "The network received the harshest fine ever imposed for indecency on TV."
                ]
              }
            ],
            "suitable": [""],
            "unbecoming": [
              "@ Not suitable or acceptable.",
              "He was charged with conduct unbecoming to an officer.",
              "Such conduct is unbecoming to an official."
            ],
            "decorative": [""]
          }
        ]
      }
    ],
    "reputation": [
      "He earned/ established/ gained/ acquired a reputation as an entertaining speaker.",
      "The newspaper has a reputation for being littered with spelling mistakes.",
      "Recent discoveries about coruption have done serious damage to the company's reputation.",
      "She has a reputation as a tough negotiator.",
      "He knew Hindman by reputation before interviewing him for the post.",
      {
        "stature": [
          "@ The good reputation a person or organization has, based on their behavior and ability.",
          "He's an artist of great stature.",
          "His stature as an art critic was tremendous.",
          "If the school continues to gain in stature, it will attract the necessary financial support.",
          "@ The Height of a person or an animal ( usually of a person ).",
          "His red hair and short stature made him easy to recognize.",
          "Although short in stature, his voice and stage presence were remarkable."
        ],
        "nonentity": [
          "This collection of essays is saved from nonentity by the stature of the contributors.",
          "It's a low-budget film full of nonentities.",
          {
            "entity": [
              "@ Something that exists apart from other things, having its own independent existence.",
              "The museums work closely together, but are separate legal entities.",
              "He regarded the north of the country as a separate cultural entity.",
              "@ An organization or a business that has its own separate legal and financial existence.",
              "Nearly 90 entities, mainly private companies, mint gold in bars."
            ]
          }
        ],
        "honorific": [
          "Freshmen were forced to wear lackey's uniforms, address seniors by honorific titles, walk through back doors.",
          "But it's clear that the editors' intention is honorific.",
          "We're content to place them into honorific categories like \"warrior\" and \"hero\" that elevate them while simultaneously separating them from the rest of us."
        ],
        "unsung": [
          "An unsung hero/ heroine.",
          "Many of her achievements went unsung until after her death.",
          "A good teacher is often the unsung hero of a great writer's success."
        ]
      }
    ],
    "manner": [
      "@ The way in which something is done.",
      "He was elected in the normal manner.",
      "It was the manner of her death that stuck in the public's mind.",
      "@ The usual way in which you behave toward other people, or the way you behave on a particular occasion.",
      "She has a somewhat cold, unfriendly manner.",
      "As soon as he realized that we weren't going to buy anything, his whole manner changed.",
      "@ A type",
      "Very little is known about the new condidate - what manner of man is he?",
      {
        "in the manner of sth": [
          "@ In the style of something.",
          "Her latest movie is a suspense thriller very much in the manner of Hitchcock."
        ],
        "manners": [
          "@ Polite ways of treating other people and behaving in public.",
          "It's bad manners to eat with your mouth open.",
          "It's considered good manners in some societies to leave a little food on you plate."
        ]
      },
      {
        "demeanor": [
          "@ A way of looking and behaving.",
          "She has the demeanor of a woman who is contented with her life.",
          "In this way honorific speech becomes indexical of speaker status and demeanor.",
          "When he smiles (Which is seldom), his demeanor is sardonic.",
          {
            "demean": [
              "@ To cause someone to become less respected.",
              "The entire family was demeaned by his behavior.",
              "I couldn't demean myself by asking my father for money.",
              "To be sure, artistic practice itself was not seen to be demeaning or unbecoming of a virtuoso."
            ]
          }
        ]
      }
    ],
    "abyss": [
      "@ A very deep hole that seems to have no bottom.",
      "I may enjoy dancing on the edge of the abyss, but I will never ever topple in, understand?",
      "@ A difficult situation that brings trouble or destruction.",
      "The country is sinking/ plunging into an abyss of violence and lawlessness.",
      {
        "cavity": [
          "@ A hole, or an empty space between two surfaces.",
          "The gold was hidden in a secret cavity.",
          "@ A cavity is also a hollow place in a tooth caused by decay."
        ],
        "cliff": [
          "@ A high area of rock with a very steep side, often on a coast.",
          "Keep away from the edge of the cliff - you might fall."
        ],
        "pit": [
          "@ A large hole in the ground, or a slightly low area in any surface.",
          "They'd dug a shallow pit and left the bodies in it.",
          "These pits in my skin are from when I had chickenpox.",
          "@ A coal mine or an area of land from which a natural substance is taken by digging.",
          "The coal-mining industry wants new pits to be opened.",
          "@ A very messy or dirty place.",
          "I'm afraid my room is a complete pit!",
          "@ A large, hard seed inside some types of fruit.",
          "Peaches, plums, cherries, avocados, and olives all contain pits.",
          {
            "the pit": [
              "@ In a theater, the seats at the lowest level, or the orchestra pit."
            ],
            "the pits": [
              "@ Something that is of extremely low quality.",
              "The hotel we stayed in was the pits!",
              "@ ( in auto racing ) the area next to the track where the cars are given fuel or repaired during a race."
            ],
            "The pit of your stomach": [
              "@ The center of your body, where you feel esp. fear and anxiety",
              "I got a sick feeling in the pit of my stomach before the performance."
            ]
          }
        ],
        "trench": [
          "@ A narrow hole that is dug into the ground.",
          "A workman was killed when the sides of the trench he was working in collapsed.",
          "The trenches of the First World War.",
          {
            "foxhole": [
              "@ A small hole dug in the ground during a war or military attack, used by a small group of soldiers as a base for shooting at the enemy and as a shelter from attack.",
              "His ' darkroom ' was a foxhole at night, using film developer and fixer mixed with rain water and poured into two helmets."
            ],
            "haven": [""]
          }
        ],
        "valley": [""]
      }
    ],
    "liquefy": [
      "The critical pressure is the amount of pressure required to liquefy water at the critical temperature.",
      {
        "crystallize": [""],
        "refinement": [
          "@ The process of making a substance pure.",
          "The refinement of raw opium yields other drugs, such as morphine.",
          "@ A small change that improve something.",
          "These refinements have increased the machine's accuracy by 25 percent."
        ]
      }
    ],
    "forbear": [
      "@ To prevent yourself from saying or doing something, especially in a way that shows control, good judgment, or kindness to others.",
      "His plan was such a success that even his original critics could scarcely forbear from congratulating him.",
      {
        "inhibit": [
          "@ To prevent someone from doing something by making them feel nervous or embarrassed.",
          "Some workers were inhibited from speaking by the presence of their managers.",
          "@ To slow down a process or the growth of something.",
          "This drug inhibits the growth of tumours.",
          "@ To take an action that makes something less likely to happen, or that discourages someone from doing something.",
          "The merger of the two corporations was not allowed because it would inhibit open competition.",
          {
            "inhibition": [""]
          }
        ],
        "forbid": [
          "The law forbids the sale of cigarettes to people under the age of 16.",
          "He was obviously really embarrassed about it because he forbade me to tell anyone.",
          "He's forbidden from leaving the country."
        ],
        "prevent": [""]
      }
    ],
    "plumage": [
      "Male peacocks have beautiful plumage.",
      {
        "shelduck": [
          "@ A large goose-like Old World duck with brightly coloured plumage, typically showing black and white wings in flight."
        ],
        "goose": [
          "True geese are not ducks, but there are a lot of similarities between the two and there are even some shelducks that have \"goose\" in their names."
        ]
      }
    ],
    "infuse": [
      "@ To fill someone or something with an emotion or quality.",
      "The pulling down of the Berlin Wall infused the world with optimism.",
      {
        "infection": [
          "",
          {
            "infect": [""]
          }
        ]
      }
    ],
    "opponent": [
      "She hit the ball so hard that her opponent had no chance to establish any rhythm in her game.",
      {
        "compete": [""],
        "bid": [
          "@ To offer a particular amount of money for something that is for sale and compete against other people to buy it, especially at a public sale of goods or property.",
          "The communications group has shown an interest in bidding for the company.",
          "Paris is bidding to host the next Olympics.",
          "Before you decide how to bid, you need to evaluate how strong the hand of cards you are holding is.",
          {
            "bidder": [
              "@ A person who offers money for goods or property when competing with other people to buy it, or someone who offers to do a job for a particular price.",
              "Nestle has been cited as a potential bidder for these businesses.",
              {
                "the highest bidder": [
                  "@ The person or company that offers the most money.",
                  "Their home will be sold at auction to the highest bidder."
                ],
                "the lowest bidder": [
                  "@ The person or company that offers to do a particular piece of work for the least amount of money.",
                  "The security contracts are usually awarded to the lowest bidder."
                ]
              }
            ],
            "auction": [
              "@ A usually public sale of goods or property, where people make higher and higher bids for each thing, until the thing is sold to the person who will pay most.",
              "A furniture auction.",
              "The house and its contents are being put up for auction.",
              "The painting will be sold at auction next week.",
              "A rare Stradivarius violin failed to reach its reserve price when put up for arction on Tuesday.",
              "@ Be directly used as a verb, to sell something in a public auction.",
              "The stamps will be auctioned tomorrow.",
              "The family is auctioning off its art collection."
            ]
          }
        ]
      }
    ],
    "prominently": [
      "@ Very noticeable, important, or famous.",
      "The government should be playing a more prominent role in promoting human rights.",
      "New books are displayed in a prominent position on tables at the front of the store.",
      "She has a prominent nose.",
      "A photograph of her daughter was prominently displayed on her desk.",
      "I left the book lying around with a bookmark protruding prominently from the last chapter.",
      "Economic problems have figured prominently in the election.",
      "Having spelling mistakes and typos highlighted so prominently is distracting to the reader.",
      {
        "prominence": [
          "Despite his prominence, he was never able to make a living."
        ]
      },
      {
        "protrude": [
          "A rotting branch protruded from the swamp like a ghostly arm.",
          "A snake protruded its tongue and hissed loudly.",
          {
            "protrusion": [
              "A protrusion on the cliffs looks like a human head."
            ]
          },
          {
            "thorn": ["He had been a thorn in her side ever since."]
          },
          {
            "emphasis": [
              "Where do you put the emphasis in the word \"controvery\"?",
              {
                "emphatic": [
                  "Poland reached the final of the championship yesterday with an emphatic 5-0 victory over Italy.",
                  "Towards the end of the eighteenth century, people began to see revolutions as emphatic disruptions of the past, as new points in a line."
                ],
                "emphasize": [""]
              },
              {
                "utmost": [
                  "The situation needs to be handled with the utmost care.",
                  "The new model of the car offers the utmost in power and performance."
                ]
              }
            ]
          }
        ]
      }
    ],
    "fibrous": [
      "It is from these cells the permanent fibrous tissure is formed.",
      {
        "parchment": [
          "The wizard wrote a symbol onto the tiny parchment and tossed it into the center of their small circle."
        ]
      }
    ],
    "dictator": [
      "@ A leader who has complete power in a country and has not been elected by the people.",
      "My boss is kind of a dictator.",
      {
        "dictatorial": [
          "@ Liking to give orders.",
          "Her father is very dictatorial."
        ],
        "dictatorship": [
          "A flood of refugees fled the brutal dictatorship then existing in that country.",
          "They prevent the country from falling prey to the soldiers who fought the revolution and want to restore the old dictatorship.",
          "By any reasonable person's thinking; this set of unconstitutional powers represents nothing more than a -- presidential dictatorship.",
          "None of the governments that followed the dictatorship ever included us in their agenda."
        ]
      },
      {
        "authority": [
          "The United Nations has used/ exerted/ exercised its authority to restore peace in the area.",
          "They've been acting illegally and without authority (= permission) from the council.",
          "I'll give my lawyer authority (= permission) to act on my behalf.",
          "He has no authority over (= ability to control) his students.",
          "She spoke with authority (= as if she was in control or had special knowledge).",
          "She is a world authority on 19th-century Irish history.",
          {
            "authoritarian": [
              "My father was a real authoritarian so we were brought up very strictly.",
              "Authoritarians demand rigid adherence to rules and an uncritical acceptance of authority."
            ]
          }
        ],
        "regime": [
          "The old corrupt, totalitarian regime was overthrown.",
          "The regime tried to silence dissent with a program of mass murder.",
          "The once docile population has finally risen up against the ruthless regime."
        ],
        "despotic": [
          "@ Having unlimited power over other people, and often using it unfairly and cruelly.",
          "The Inca emperor was a despotic ruler of a highly stratified society.",
          "Dictator are individauls that exercise despotic power."
        ],
        "emperor": [
          "Hirohito was Emperor of Japan from 1926 until his death in 1989.",
          "Constantine was the first emperor to promote Christianity.",
          "He'd dressed up as a Roman emperor for the costume party."
        ],
        "imperial": [
          "This type of porcelain was made specifically for the Chinese emperor and the imperial household.",
          "The glittering ceremony conjured up images of Russia's imperial past.",
          "The imperial guards stormed the palace.",
          "@ The imperial system of measurement uses units such as inches, miles, and pints.",
          "Imperial units have in many cases been replaced by metric ones in Britain."
        ],
        "totalitarian": [
          "@ Of or being a political system in which those in power have complete control and do not allow people freedom to oppose them.",
          "But even in a totalitarian regime, soldiers along the border are hungry enough to take bribes.",
          "He, a professor, represents education, which, as his lectures remind us, totalitarian governments try to keep down."
        ],
        "pharaoh": [""]
      }
    ],
    "fruitful": [
      "@ Producing good results.",
      "It was a most fruitful discussion, with both sides agreeing to adopt a common policy.",
      "Few explorations have been so fruitful as this six years' journey.",
      "@ If a person is fruitful, they produce a lot of children.",
      {
        "abundance": [
          "@ The situation in which there is more than enough of something.",
          "There was an abundance of food at the wedding.",
          "This team has talent in abundance.",
          "We all seem to have an abundance of those plastic grocery bogs.",
          "Grapes and olives grow in abundance in the valley.",
          {
            "abundant": [
              "@ More than enough.",
              "There is abundant evidence that cars have a harmful effect on the environment.",
              "Cheap consumer goods are abundant in this part of the world."
            ]
          }
        ],
        "excessive": [
          "@ Too much",
          "Excessive exercise can sometimes cause health problems.",
          "They complained about excessive government intrusion into their legitimate activities."
        ]
      },
      {
        "deprive": [
          "@ To take something, esp. something necessary or pleasant, away from someone.",
          "He claimed that he had been deprived of his freedom/ rights.",
          "You can't function property when you're deprived of sleep."
        ],
        "fruitless": [
          "@ If an action or attempt to do something is fruitless, it is unsuccessful or produces nothing of value.",
          "All diplomatic attempts at a peaceful solution to the crisis have been fruitless.",
          "After months of fruitless negotiations with team owners, the city withdrew its offer to build a new stadium."
        ]
      }
    ],
    "preserve": [
      "@ To keep something as it is, esp. in order to prevent it from decaying or being damaged or destroyed.",
      "He wanted to protect her and preserve her innocence.",
      "We want to preserve the character of the town while improving the facilities.",
      {
        "reserve": [
          "@ To keep something for a particular purpose or time.",
          "I reserve Mondays for tidying my desk and answering letters.",
          "These seats are reserved for the elderly and women with babies.",
          "I reserved judgment on this issue until we have more information.",
          "@ If you reserve something such as a seat on an aircraft or a table at a restaurant, you arrange for it to be kept for your use.",
          "I reserved a double room at the Dolphin Hotel",
          "If you get there early, reserve a seat for me.",
          "@ The habit of not showing your feelings or thoughts.",
          "I took her out for a drink and tried to break through her reserve.",
          "@ The act of keeping something or a supply of something until it's needed, or a supply that you keep.",
          "She keeps a little money in reserve (= for use if and when needed ).",
          "The librarian has put the book on reserve for me (= will keep it for me when it becomes available ).",
          "We still have a reserve for food in case of emergency.",
          "@ An area of land kept in its natural state, esp. for wild animals to live in and be protected.",
          "A natural/ game/ wildlife reserve."
        ],
        "conserve": [
          "@ To keep and protect something from damage, change, or waste.",
          "To conserve electricity, we are cutting down on our heat.",
          "The nationalists are very eager to conserve their customs and language.",
          "I'm not being lazy - I'm just conserving my energy/ strength for later."
        ],
        "retain": [""],
        "maintain": [
          "",
          {
            "maintenance": [""]
          }
        ]
      },
      {
        "restore": [""]
      }
    ],
    "shank": [
      "@ The part of the leg between the knee and ankle or the equivalent in animals.",
      {
        "nerve": [""],
        "blood vessel": [""],
        "frame": [""],
        "urine": [
          "@ A waste product of animals, typically liquid (solid in birds and reptiles) containing urea or uric acid."
        ]
      }
    ],
    "acquire": [
      "To acquire wealth is difficult, to preserve it more difficult, but to spend it wisely most difficult of all.",
      {
        "derive": [
          "@ To get something from something else.",
          "The institute derives all its money from foreign investments.",
          "I didn't derive much benefit from school.",
          "He derives an enormous amount of satisfaction from restoring old houses.",
          "Much of it is derived from family interactions he has overheard through the years."
        ],
        "receive": [""],
        "obtain": [""],
        "recipient": [
          "@ A person or organization that receives something, such as money, a prize, etc.",
          "Former Nobel Peace Prize recipients include Jimmy Carter and Barack Obama.",
          "They're the country's biggest recipient of government funds."
        ],
        "inquiry": [
          "@ The act of asking for information.",
          "I've been making inquiries about/ into the cost of a round-the-world ticket.",
          "@ An official process to discover the facts about something bad that has happened.",
          "Citizens have demanded a full inquiry into the government's handling of the epidemic.",
          "Who will be leading the inquiry into the accident?",
          "The Council has set up an independent inquiry which will show the effect of closure of the plant."
        ],
        "revenue": [
          "@ The income that a government or company receives regularly.",
          "Taxes provide most of the government's revenue.",
          "The sport does not generate much revenue from ticket sales.",
          "Revenue from online ads is much less than from print advertising."
        ]
      },
      {
        "endow": [
          "The state of Michigan has endowed three institutes to do research for industry.",
          {
            "bestow": [
              "& Endow means to give someone an ability or attribute. Bestow can also mean that, but usually it means to give someone an object or reward."
            ],
            "emission": [
              "@ The act of sending out gas, heat, light, etc.",
              "Bioluminescence is the emission of light from living organisms.",
              "Execess infrared emission was detected around six of these stars.",
              "@ An amount of gas, heat, light, etc. that is sent out.",
              "He used night observation device that picks up heat emissions.",
              "There is a risk of accidents with large emissions of radioisotopes into the biosphere.",
              "@ An amount of a substance that is produced and sent out into the air that is harmful to the environment, esp. carbon dioxide.",
              "Reducing the consumption of energy and increasing its efficient use would help control emissions.",
              "These health risks are caused by vehicle emissions.",
              "The agreement aimed to half the emissions rate in 50 years."
            ],
            "contributor": [
              "@ A person who helps by giving money, or someone whose writing or art is published or shown with pieces by other people.",
              "On the last page of the programme, there is a list of contributors to the theatre appeal.",
              "He became a regular contributor to The New Yorker.",
              "The contributors and the pension fund trustees have been haggling over details.",
              "@ One of the reasons why something happens.",
              "Good management has been a big contributor to the company's success.",
              "Aviation is considered to be the fastest growing contributor to global warming."
            ]
          }
        ]
      }
    ],
    "chauvinistic": [
      "@ Believing or showing an unreasonable belief that your own country or race is the best or most important.",
      "The crowd was enthusiastically singing chauvinistic patriotic songs.",
      "@ Believing that or behaving as if women are naturally less important, intelligent, or able than men.",
      "That is an unforgiving male chauvinistic attitude!",
      {
        "chauvinist": [""]
      },
      {
        "misogynistic": [
          "@ Showing feelings of hating women or a belief that men are better than women.",
          "I'm amazed by some of the misogynistic attitudes in this country.",
          "It seems perplexing that great numbers of women are tweeting misogynistic insults that are derogatory to their own gender."
        ],
        "xenophobic": [""],
        "femininity": [
          "@ The fact or quality of having characteristics that are traditionally thought to be typical of or suitable for a woman.",
          "Long hair was traditionally regarded as a sign of femininity.",
          "The flowers and cream lace of the dress indicate femininity and delicacy."
        ]
      }
    ],
    "precaution": [
      "In embracing him for the last time, she felt the cuirass he wore and exclaimed that such a precaution was unworthy of a man resolved to die.",
      {
        "disruption": [
          "@ An interruption in the usual way that a system, process, or event works.",
          "It would cause a tremendous disruption to our work schedule to install a different computer system."
        ],
        "avert": [
          "@ To prevent something bad from happening.",
          "To avert a crisis/ conflict/ strike/ famine.",
          "To avert disaster/ economic collapse.",
          "The last-minute agreement averted renewed fighting.",
          "@ To turn away your eyes or thoughts.",
          "I averted my gaze while he dressed.",
          "The shy man was standing before me, his eyes averted."
        ]
      }
    ],
    "beverage": [
      "@ A drink of any type.",
      "We don't sell alcoholic beverages.",
      {
        "brandy": [
          "@ A strong alcoholic drink made from wine and sometimes flavored with fruits.",
          "After dinner we drank coffee laced with brandy.",
          "I keep a bottle of brandy purely for medicinal purposes - it's good for shock.",
          {
            "mescal": [
              "& Tequilla is a type of mescal, but a mescal cannot be a tequila."
            ]
          }
        ]
      },
      {
        "carbonated": [
          "@ A carbonated drink is fizzy because it contains bubbles of carbon dioxide.",
          "It's basically carbonated white grape juice."
        ],
        "fizzy": [
          "@ Having a lot of bubbles.",
          "Considering they all taste like somewhat moldy, watered, down, fizzy bread to me, it's moot."
        ]
      }
    ],
    "container": [
      "",
      {
        "mug": [""],
        "cork": [""]
      }
    ],
    "pomegranate": [
      "@ A round, thick-skinned fruit containing a mass of red seeds and a lot of juice.",
      "For a bit of color, you can add pomegranate seeds or dried cranberries to the salad.",
      "You may know that antioxidants from foods like blueberries, green tea, turmeric and pomegranate can help prevent this damage.",
      {
        "cranberry": [
          "@ A small, round, red, fruit with a sour taste.",
          "Add the cranberries and cook until they start to release their liquid, 8 to 10 minutes."
        ]
      }
    ],
    "abbreviation": [
      "& An abbreviation is a shortened form that represents the whole word",
      "& For instance, EX and Dr. is the abbreviation for Example and Doctor.",
      "But others among us have less familiarity with some of the terms and abbreviations that pepper the site.",
      {
        "acronym": [
          "& An acronym uses initial letters from a phrase that forms one word.",
          "@ A word created from the first letters of each word in a series of words.",
          "NASA is an acronym for National Aeronautics and Space Administration.",
          "PIPE is an acronym for private-investment, public-equity",
          "To some, that acronym has become a dirty word."
        ]
      }
    ],
    "dam": [
      "@ A wall built across a river that stops the river's flow and collects the water, esp. to make a reservoir (= an artificial lake) that provides water for an area.",
      "The Aswan High Dam is on the River Nile in Egypt.",
      "& The female parent of an animal, esp. a horse.",
      "The horse has American bloodlines on his dam's side.",
      "Fish are affected when a river is dammed up.",
      {
        "sire": [
          "& A male parent of an animal, esp. a horse.",
          "Ask about the health and temperament of the sire and dam, the parents of the dog.",
          "@ To become the male parent of an animal or the father of a child.",
          "The large bay colt was sired by Pleasant Colony."
        ],
        "foal": [""],
        "colt": [""]
      }
    ],
    "pattern": [
      "@ A particular way in which something is done, is organized, or happens.",
      "The pattern of family life has been changing over recent years.",
      "Many behavior patterns have been identified in the chimp colony.",
      "The decision follows a pattern that has become increasingly common in the food industry.",
      "@ Any regularly repeated arrangement, esp. a design made from repeated lines, shapes, or colors on a surface.",
      "Look, the frost has made a beautiful pattern on the window.",
      "@ Something that is used as an example, esp. to copy.",
      "The design is so good it's sure to set the pattern for many others.",
      "@ A small piece of cloth or paper taken from a usual-sized piece and used to show what it looks like.",
      "A pattern book.",
      "@ Used in compounds to refer to the way in which a particular type of hair loss occurs, affecting mainly the top and front of the head.",
      "50% of men over age 50 experience some kind of male pattern baldness.",
      "Female-pattern hair loss, which is caused by genetic and hormonal factors, is the most common type of hair loss in women.",
      {
        "patterned": [
          "A rose and black patterned skirt.",
          "@ To be copied from something or to be very similar to something.",
          "The facility will employ 150 people and be patterned after the steel fastener facility in Saint Joe, Indiana."
        ],
        "a holding pattern": [
          "@ A situation where there is little activity or change, and people are not doing business, spending money, etc. because they can't decide what to do next.",
          "Several deals went into an immediate holding pattern after the crisis."
        ]
      }
    ],
    "disposal": [
      "",
      {
        "at someone's disposal": [
          "Having sold the house she had a large sum of money at her disposal (= to spend as she wanted)."
        ]
      }
    ],
    "swift": [
      "@ Happening or moving quickly or within a short time, esp. in a smooth and easy way.",
      "Thank you for your swift reply.",
      "A swift current carried him downstream.",
      "Public reaction has been swift and negative.",
      "Her swift ascent to global fame was unprecedented for any architect.",
      "@ A small bird with curved, pointed wings that can fly very fast.",
      {
        "swiftly": [
          "The sky was swiftly becoming dark.",
          "Walking swiftly, he was at the office within minutes."
        ]
      },
      {
        "nimble": [
          "@ Quick and exact either in movement or thoughts.",
          "His numble mind calculated the answer before I could key the numbers into my computer.",
          {
            "spry": [""]
          }
        ]
      }
    ],
    "hectare": [
      "@ A unit used for measuring land. One hectare is the sames as 10,000 square meters.",
      "Farmers plan to earn an extra $30 per hectare by joining a basic environmental scheme.",
      "Over the last decade, fires have claimed nearly one million hectares of forest land in Portugal.",
      {
        "acres": [
          "@ A unit for measuring area, equal to 4,047 square meters or 4,840 square yards.",
          "The mansion is set in 90 acres of beautiful, unspoilt countryside.",
          "The Forestry Commission is responsible for preserving over 2 million acres of forest."
        ],
        "acreage": [
          "@ The size of an area of land in acres, or an area of land that can be measured in acres.",
          "One third of the acreage is parkland.",
          "These chemicals pose a risk to non-target organisms, especially when applied to vast acreages."
        ],
        "metre": [
          "& ' meter ' is the US spelling and ' metre ' is the British spelling."
        ]
      }
    ],
    "inflation": [
      "& An increase in prices over time, causing a reduction in the value of money.",
      "Higher inflation threatens to force interest rates higher.",
      "He's planning to increase public spending by 3.3% above inflation for the next three years.",
      {
        "deflation": [
          "@ The action of making something smaller by removing the air from inside it; the fact of becoming smaller in this way.",
          "The rate of deflation of the balloon depends on the kind of material from which it's made.",
          "@ The situation in which something becomes weaker, or something or someone becomes less confident than before.",
          "A feeling of deflation after the party."
        ],
        "disinflation": [""],
        "reflation": [""],
        "inflationary": [""]
      }
    ],
    "union": [
      "Meanwhile the debate on European political and monetary union continues.",
      "The signing of the treaty marked a major milestone on the road to European union.",
      "In the American Civil War, ' the Union ' refers to the states that didn't separate from the United States.",
      "@ An organization that represents the people who work in a particular industry, protects their rights and may agree pay, working conditions, etc. with their employers.",
      "The unions are on strike over wage concerns.",
      " \"No date has yet been set for a strike\", the union said in a statements to the press this morning.",
      "The political activity of each affiliated union is highly regulated by statute.",
      {
        "intersection": [""]
      }
    ],
    "predecessor": [
      "@ Someone who had a job or a position before someone else , or something that comes before another thing in time or in a series.",
      "My predecessor worked in this job for rwelve years.",
      "@ A machine, system, law etc. that has been replaced by a new one.",
      "The latest Ferrari is not only faster than its predecessors but also more comfortable,",
      "The new model retains all the advantages of its predecessor but offers five times the speed.",
      {
        "fellowship": [
          "He enjoyed the fellowship of other actors in the company.",
          "I like the game, and I enjoy the fellowship of the guys on the team.",
          "@ An amount of money that is given to postgraduates to allow them to study a subject at an advanced level.",
          "He was awarded a fellowship at the college.",
          "She has applied for a research fellowship.",
          "@ The position of a fellow at a college or university.",
          "He was elected to an honorary fellowship at National Taiwan University."
        ],
        "colleague": [""],
        "occupation": [""],
        "former": [""],
        "senior": [""],
        "predate": [""]
      }
    ],
    "gratuitous": [
      "@ ( of something such as bad behavior ) not necessary, or with no cause.",
      "A lot of viewers complained that there was too much gratuitous sex and violence in the movie.",
      "There were too many gratuitous personal insults throughout the debate.",
      {
        "unprovoked": [
          "@ Not caused by anything and therefore unfair, esp. of an unpleasant action or remark.",
          "Witnesses said the attack was unprovoked."
        ]
      }
    ],
    "subconscious": [
      "& There are conscious thoughts that you're aware of and subconscious ones that you're not.",
      {
        "conscience": [""]
      }
    ],
    "gaze": [
      "Her wandering gaze came up to his face and warmth shot painfully up her neck",
      {
        "observe": [
          "",
          {
            "observation": [""]
          }
        ]
      }
    ],
    "interchangeably": [
      "@ When two sweaters look almost the same and you could easily wear either one with a particular skirt, this is an example of when the sweaters can be worn interchangeably.",
      {
        "commutative": [
          "",
          {
            "associative": [
              "",
              {
                "associate": [""]
              }
            ],
            "distributive": [""]
          }
        ]
      },
      {
        "distinguish": [
          "He's color-blind and can't distinguish between red and green easily."
        ]
      }
    ],
    "advocate": [
      "He advocates the return of capital punishment.",
      {
        "promotion": [
          "@ Activities to advertise something.",
          "There was a promotion in the supermarket and they were giving away free glasses of wine.",
          "@ The act of encouraging something to happen or develop."
        ],
        "advertise": [""]
      }
    ],
    "proceedings": [
      "Millions of people watched the proceedings on television.",
      {
        "affair": [""]
      }
    ],
    "ceasefire": [
      "A ceasefire based on humanitarian would relieve much suffering and assist relief efforts.",
      {
        "dispute": [
          "@ An argument or disagreement, esp. an official one between, for example, workers and employers or two countries with a common border.",
          "They have been unable to settle/ resolve the dispute over working conditions.",
          "The unions are in dispute with management over pay.",
          "He is beyond all dispute the finest actor in Hollywood today.",
          "@ To disagree with something that someone says.",
          "The circumstances of her death have been hotly disputed.",
          "I don't dispute that his films are entertaining, but they don't have much depth.",
          {
            "in dispute": [
              "@ Being doubted.",
              "I don't think her ability is in dispute - what I question is her attitude."
            ],
            "open to dispute": [
              "@ Not certain.",
              "He says it's the best musical equipment you can buy, but I think that's open to dispute."
            ],
            "negotiator": [
              "@ Someone who tries to help two groups who disagree to reach an agreement with each other, usually as a job."
            ],
            "strategic": [
              "@ Helping to achieve a plan, for example in business or politics.",
              "Their bombs are always placed in strategic positions to cause as much chaos as possible.",
              "@ Used to provide military forces with an advantage.",
              "There are plans to modernize the U.S. strategic forces."
            ]
          }
        ],
        "arbitration": [
          "@ The process of solving an argument between people by helping them to agree to an acceptable solution.",
          "Both sides in the dispute have agreed to go to arbitration (= to have the disagreement solved by an arbitrator).",
          {
            "arbitrator": [
              "@ A person who has been officially chosen to make a decision between two people or groups who do not agree.",
              "An arbitrator then has 30 days to make a decision.",
              "And ' defense ' meant only that they were assured a fair hearing before an impartial arbitrator."
            ],
            "treaty": [
              "@ A written agreement between two or more countries, formally approved and signed by their leaders.",
              "We've signed/ concluded a treaty with neighboring states to limit emissions of harmful gases.",
              "The latest nation to ratify the treaty is France.",
              "The US wants a new air treaty with the UK to lift barriers on the cities that each nations' carriers can serve."
            ]
          }
        ],
        "umpire": [
          "& A person who is present at a sports competition in order to make certain that the rules of that particular game are obeyed and to judge if particular actions are acceptable.",
          "The umpire overruled the linesman and ordered the point to be replayed.",
          "We have all been brought up to accept the umpire's decision.",
          "The introduction of replay has helped the umpires in getting some of the most important calls.",
          "Who's going to umpire the game tonight?",
          {
            "linesman": [
              "& An official in some sports who is responsible for deciding when the ball has crossed the line that marks the edge of the playing area."
            ]
          }
        ],
        "duel": [""]
      }
    ],
    "trajectory": [
      "@ The curved path that an object follows after it has been thrown or shot into the air.",
      "The missile came in on a very low trajectory.",
      "Each vector influences the momentum and direction of the developmental trajectory.",
      {
        "vector": [
          "@ A representation of something that has both direction and size, usually an arrow whose direction represents direction and length represents size.",
          "@ An insect or animal that carries a disease from one animal or plant to another.",
          "Mosquitoes are the vectors of malaria.",
          {
            "vector quantity": [
              "@ A vector quantity is something that can be represented by a vector."
            ],
            "scalar": [""]
          }
        ],
        "momentum": [
          "@ The force that keep an object moving.",
          "Once you push it, it keeps going under its own momentum.",
          "The spacecraft will fly around the earth to gain/ gather momentum for its trip to Jupiter.",
          "@ The quality that keeps an event developing or making progress after it has started.",
          "In an attempt to give new momentum to their plans, the committee set a date for starting detailed discussions.",
          {
            "momentousness": [
              "@ The quality of being important because of effects on future events.",
              "I didn't realize the momentousness of the occasion.",
              "He emphasizes the momentousness of next week's vote."
            ],
            "momentous": [
              "The news of the president's death is momentous",
              "Whether or not to move overseas was a momentous decision for the family."
            ]
          }
        ],
        "curling": [""],
        "contour": [""]
      }
    ],
    "silken": [
      "~ I was born into the world on a silken cloud. And I got bored of the world before I hit the ground.",
      {
        "silk": [""]
      },
      {
        "bumpy": [""]
      }
    ],
    "imposture": [
      "@ The act of pretending to be someone else in order to deceive others.",
      "This internet imposture caused clear epistemic damage.",
      {
        "deception": [
          "@ The act of hiding the truth, esp. to get an advantage.",
          "He said that the govenment was guilty of deception by exaggerating the figures.",
          "It wasn't really magic - just some kinda clever visual deception.",
          {
            "deceptive": [
              "@ Making you believe something that is not true.",
              "It's deceptive - from the outside the building looks small, but inside it's very big."
            ],
            "deceptively": [
              "The plan seemed deceptively simple (= it seemed simple but was not).",
              "The tool is noisy to use and deceptively dangerous (= it's more dangerous than it seems)."
            ],
            "deceive": [
              "@ To persuade someone that something false is the truth, or to keep truth hidden from someone for your own advantage.",
              "The company deceived customers by selling old computers as new ones.",
              "The sound of the door closing deceived me into thinking they had gone out.",
              "She thinks he'll come back, but she's deceiving herself."
            ],
            "misleading": [""],
            "mockery": [
              "@ The act of mocking someone or something.",
              "Bill's mockery of his dad was cruel, but it made us laugh.",
              "@ An action or event that seems stupid and without value.",
              "The trial was a mockery - the judge had decided the verdict before it began."
            ]
          }
        ]
      }
    ],
    "grain": [
      "@ A seed or seeds from a plant, especially a plant like a grass such as rice or wheat.",
      "Grain is one of the main exports of the American Midwest.",
      "@ A very small piece of a hard substance, or a small amount of something.",
      "Grains of sand.",
      "There wasn't grain of truth in anything she said.",
      "Anyone with a grain of common sense would have known what to do.",
      "@ The pattern of extremely small spots of black and white or color, that form a photographic or film image, or one of these small spots.",
      "@ The natual pattern of lines in the surface of a material, such as wood or rock, or the direction in which the fibers that form these substances lie.",
      "Polishing the wood brings out its grain.",
      {
        "film grain": [
          "@ The random physical texture made from small metallic selverpaticles found on processed photographic celluloid.",
          "@ Also known as granularity, this can vary in size, not just due to its random nature, but by the size of the image shrinking or increasing ' grains '.",
          {
            "film noise": [
              "@ Film noise is another term that gets used when talking about analog film grain.",
              "& However, film noise more accurately defines what you might see at the beginning or end of an actual film reel.",
              "@ This is the quick, sputtering, noticeable specks and hairs that often indicate the reel has ended or is beginning."
            ]
          }
        ],
        "sorghum": ["@ A type of grain grown in hot countries."],
        "wheat": [
          "@ A plant whose yellowish-brown grain is used for making flour, or the grain itself.",
          "Wheat is a staple crop for millions of people across the world."
        ],
        "crop": [""]
      },
      {
        "herb": [
          "@ A type plant with a soft stem whose leaves are used in cooking to give flavor to particular dishes or in making medicine.",
          "Basil, oregano, thyme, and rosemary are all herbs.",
          "A large range of herbs and spices are used in South Asian cooking.",
          {
            "basil": [""],
            "oregano": [""],
            "thyme": [""],
            "rosemary": [""],
            "clematis": [""]
          }
        ]
      }
    ],
    "full-frontal": [
      "@ Showing someone's body naked and from the front.",
      "A full-frontal picture",
      {
        "frontal": [
          "@ Relating to the front of something.",
          "The frontal lobes/ regions of the brain",
          "@ Relating to the forehead.",
          {
            "frontal assault/ attack": [
              "@ Very strong criticism of someone or something."
            ]
          }
        ]
      }
    ],
    "vague": [
      "@ Not clearly expressed, known, described, or decided.",
      "I do have a vague memory of meeting her many years ago.",
      "Through the mist I could just make out a vague figure.",
      "@ A vague person is not able to think clearly, or gives an impression of not thinking clearly in order to hide their real thoughts.",
      "My aunt is incredibly vague - she can never remember where she puts things.",
      "Their report is deliberately vague on future economic prospects.",
      {
        "vaguely": [
          "I vaguely remembered having met her before.",
          "He's around somewhere, she said, geturing vaguely"
        ],
        "vagueness": [
          "Given the vagueness of the directions, I think we did very well to find the place."
        ]
      }
    ],
    "monopoly": [
      "@ An organization or group that has complete control of something, especially an area of business, so that others have no share.",
      "The government is determined to protect its tobacco monopoly.",
      "The drafting of a new constitution cannot be a monopoly of the white minority regime (= other people should do it too).",
      {
        "monopolistic": [""]
      }
    ],
    "aesthetic": [
      "@ Relating to the enjoyment or study of beauty.",
      "Those buildings has little aesthetic appeal.",
      "@ An aesthetic object or a work of art is one that shows great beauty.",
      "furniture that is both aesthetic and functional.",
      {
        "aesthetically": [
          "I like objects to be both functional and aesthetically pleasing."
        ]
      }
    ],
    "infant": [
      "@ A baby or a very young child.",
      "In their study, 4-month-old infants did not distinguish between coincident and noncoincident speech.",
      {
        "infant school": [
          "@ In the UK, a school or part of a school for children who are four to seven years old.",
          "Erik starts infant school in September."
        ],
        "fetus": [
          "@ A young human being or animal before birth, after the organs have started to develop.",
          {
            "fetal": ["The electronic device monitored the fetal heart rate."]
          }
        ]
      }
    ],
    "smelter": [
      "The company has three copper mines and a smelter in Arizona",
      "The lead smelters had been losing money for years.",
      {
        "smelt": [
          "@ To get a metal from rock by heating it to a very high temperature, or to melt objects made from metal in order to use the metal to make something new."
        ]
      },
      {
        "mint": [""]
      },
      {
        "copper": [
          "@ A chemical element that is a reddish-brown metal, used esp. for making wire and coins.",
          "One of the properties of copper is that it conducts heat and electrcity very well.",
          "@ The color of the metal copper.",
          "The copper of Rosie's hair shone in the sunlight.",
          "He had piercing black eyes, copper skin and blue-black curling hair.",
          "@ A brown coin of low value.",
          "I gave him a few coppers.",
          {
            "lead": [
              "@ As a noun, lead can be a chemical element with the symbol Pb and atomic number 82."
            ],
            "resin": [""]
          }
        ]
      }
    ],
    "narrow": [
      "@ Having a small distance from one side to the other, esp. in comparison with the length.",
      "The little village has very narrow streets.",
      "The evening sun slanted through the narrow window.",
      "The election was won by the very narrow margin of only 185 votes.",
      "@ Limited to a small area of interest, activity, or thought.",
      "They are unable to see beyond the narrow world of the theater.",
      "It was regarded as a very narrow interpretation of the law.",
      {
        "a narrow escape": [
          "They had a narrow escape when their car crashed.",
          "We got out in time but it was a narrow escape."
        ]
      },
      {
        "lane": [""]
      }
    ],
    "axis": [
      "@ A real or imaginary straight line going through the center of an object that is spinning, or a line that divides a symmetrical shape into two equal halves.",
      "The earth revolves around the axis that joins the North and South Poles.",
      "The diameter of a circle is also an axis.",
      "@ A fixed line on a graph used to show the position of a point.",
      "Plot distance on the vertical y-axis against time on the horizontal x-axis.",
      "@ The second of the small bones in the neck that form the spine and support the skull.",
      "@ An agreement between governments or politicians to work together to achieve a particular goal.",
      {
        "the Axis": [
          "& The countries, including Germany, Italy, and Japan, that fought against the Allies in the Second World War."
        ],
        "the Allies": [
          "& The countries, including the U.S., the U.K., the USSR, and France, that fought against the Axis countries in the Second World War"
        ],
        "diameter": [""],
        "symmetry": [
          "@ The quality of having parts that match each other, esp. in a way that is attractive, or similarity of shape or contents.",
          "The design of the house had a pleasing symmetry, its oblong shape being picked up in its elongated windows.",
          "@ In mathematics, the quality of having two parts that match exactly, either when one half is like an image of the other half in a mirror, or when one part can take the place of another if it is turned 90 degrees or 180 degrees.",
          {
            "symmetrical": ["Many types of triangles are symmetrical."],
            "symmetric": [""]
          }
        ],
        "dimension": [
          "@ A measurement of something in a particular direction, esp. its height, length, or width.",
          "Please specify the dimensions (= the height, length and width ) of the room.",
          "The dimensions of the room are 26 feet by 15 feet.",
          "@ A part of feature or way of considering something.",
          "His personality has several dimensions.",
          "These weapons add a new dimension to modern warfare.",
          "There is a spiritual dimension to her poetry.",
          "The new script gave the story a psychological dimension.",
          {
            "hologram": [
              "@ A special type of photograph or image made with a laser in which the objects shown look solid, as if they are real, rather than flat.",
              "There are two ways to create holograms: via computer - with augmented reality glasses, and physical - for optical displays."
            ]
          }
        ],
        "column": [
          "I didn't have time to read the whole article - just the first column.",
          "Add the column of figures and divide the sum by three.",
          "The roof of the temple was held up by a row of thick stone columns.",
          "@ A piece of writing in a newspaper or magazine, usually on a particular subject, that is always written by the same person and appears regularly.",
          "She writes a weekly fashion/ gossip column for the Evening Standard.",
          {
            "row": ["& Column is in vertical way, but row is in horizontal."]
          }
        ]
      }
    ],
    "sardonic": [
      "@ Humorous in an unkind way that shows you don't respect someone or something.",
      "Mildly sardonic, the chairman's soft-spoken cross-examination embarrassed hostile witnesses without humiliating them.",
      {
        "sarcastic": [""]
      }
    ],
    "virtuoso": [
      "@ A person who is extremely skilled at something, esp. at playing an instrument or performing.",
      "Famous mainly for his wonderful voice, Cole Porter was also a virtuoso on the piano.",
      "@ It can be used directly as an adjective, which means extremely skilled.",
      "The Times critic described her dancing as \" a virtuoso performance of dazzling accomplishment.\".",
      "The world's greatest tenor treated us to a virtuoso display of his abundant talent.",
      {
        "tenor": [
          "@ A male siger with a high voice, or ( esp. in combinations ) a musical instrument that has the same range of the notes as the tenor singing voice.",
          "A tenor saxophone.",
          "@ The character or usual pattern of something.",
          "Suddenly the tenor of the meeting changed, and people started insulting each other."
        ],
        "composer": [
          "@ A person who writes music.",
          "The composer Strauss was once challenged to a duel.",
          "The famous jazz musician, Duke Ellington; was a composer, arranger and pianist.",
          "As a composer, he was up there with the best."
        ],
        "acrobat": [""]
      }
    ],
    "aircraft": [
      "@ Any vehicle, with or without an engine, that can fly, such as a plane or helicopter.",
      "The airline is taking steps to ensure safety on its aircraft.",
      "Attacks by enemy aircraft forced the tanks to retreat from the city.",
      {
        "aircraft carrier": [
          "@ A large ship with a long, flat surface where military aircraft can take off and land."
        ],
        "airline": [
          "@ A business that operates regular services for carring passengers and/ or goods by aircraft.",
          "What airline did you fly with?",
          "Many airline passengers face lengthy delays becauses of the strike.",
          "The 1990s saw a huge increase in the numbers of low-cost airlines."
        ]
      }
    ],
    "attach": [
      "@ To fasten, join, or connect something.",
      "I attached a photo to my application form.",
      "Use this cable to attach the printer to the computer.",
      "In the U.K., packs of cigarettes come with a government health warning attached to them.",
      "Did you remember to attach a label to the present?",
      "I bought some special glue you can use for attaching sequins to fabric.",
      "@ To join a file such as a document, image, or computer program, to an email.",
      "There may be a virus in the file that is attached, so don't open it.",
      "When you get an email, there will be a paperclip symbol next to it if there is something attached to it.",
      "@ If someone is attached to a department or company, they are sent to work there temporarily for a particular purpose.",
      "Tom was attached to the Marketing Department for six months.",
      "@ To include something, or to make something a part of something.",
      "There were strict conditions attached to the settlement.",
      "I need to be certain that there are no risks attached to this decision.",
      "@ To take someone's property or money by law to help pay their debts.",
      "The country may have the right to attach property to satisfy a tax debt.",
      {
        "affix": [""],
        "stamp": [
          "@ A small piece of paper with a picture or pattern on it that is stuck onto a letter or package before it is mailed, to show that the cost of sending it has been paid.",
          "I stuck a 50p stamp on the envelope.",
          "She affixed a stamp to the envelope.",
          "@ A tool for putting a mark on an object either by printing on it or pushing into it, or the mark made in this way.",
          "A date stamp inside the front cover of a library book shows when it should be returned.",
          "@ A particular quality in something or someone, or a quality in something that shows it was done by a particular person or group of people.",
          "Although this painting clearly bears the stamp of genius, we don't know who painted it.",
          "Each manager has left his or her own stamp on the way the company has evolved.",
          "@ To put a mark on an object either by printing on it or pushing into it with a small tool.",
          "It's necessary to stamp your passport.",
          "Every carton of yogurt is stamped with a sell-by date.",
          "@ To put a foot down on the ground hard and quickly, making a loud noise, often to show anger.",
          "With a stamp of her foot she stormed out.",
          "I wish those people upstairs would stop stamping ( about/ around ) .",
          "The little boy was stamping his foot and refusing to take his medicine."
        ]
      }
    ],
    "deceased": [
      "@ Dead.",
      "The recently deceased Congressman.",
      {
        "the deceased": [
          "@ A person who has recently died.",
          "The deceased shot her mother before killing herself.",
          "Five of the deceased were employed by the club.",
          "There will be no service, at the deceased's request."
        ]
      },
      {
        "coffin": [""]
      }
    ],
    "hedge": [
      "",
      {
        "lawn": [""]
      }
    ],
    "falsification": [
      "@ The action of changing something, such as a document, in order to deceive people.",
      "The couple was charged with falsification of documents.",
      "The issue of age falsification is not new in gymnastics.",
      {
        "falsify": ["The certificate had clearly been falsified."],
        "falsifiable": [
          "All good science must be falsifiable.",
          "Propositions which are presented to be true can be used in support of other propositions that are presumed to be falsifiable.",
          "Their aim is to provide easily falsifiable hypotheses."
        ],
        "verifiable": [
          "@ Able to be proved.",
          "The inquiry found no verifiable evidence of document of data falsification.",
          "The treaty aims to make developing countries' emissions cuts verifiable.",
          {
            "verify": [""]
          }
        ]
      }
    ],
    "neoclassical": [
      "@ Made in style that is based on the art and building designs of ancient Greece and Rome.",
      {
        "neoclassicism": [
          "The vast domed church is a monument to late-eighteenth-century neoclassicism.",
          "His early works combined neoclassicism and Armenian folk traditions."
        ]
      }
    ],
    "paradoxically": [
      "@ In a way that seems impossible or difficult to understand because of containing two opposite facts or characteristics.",
      "The big thing in video equipment is, paradoxically, sound.",
      "Paradoxically, the cleaner lakes have made it easier for foreign species to thrive.",
      "As the epidemic ravaged the community, it paradoxically strengthened it.",
      "Paradoxically, the best chance farmers have of seeing grain prices rise would be a year where bad weather produced a small crop.",
      {
        "contradiction": [
          "",
          {
            "contradict": [""]
          }
        ],
        "absurd": [
          "The idea was absurd, even for someone as chauvinistic as Romas."
        ],
        "dilemma": [
          "@ A situation in which a choice has to be made between possibilities that will all have results you do not want.",
          "The president is clearly in a dilemma about/ over how to tackle the crisis.",
          "She faces the dilemma of disobeying her father or losing the man she loves.",
          "The dilemma was over how to protect a charming little island at the same time allow economic development on it."
        ]
      },
      {
        "idiosyncratic": [
          "@ Having strange or unusual habits, ways of behaving, or features.",
          "The film, three hours long, is directed in his usual idiosyncratic style.",
          "He's been working on an idiosyncratic score to an equally idiosyncratic film.",
          {
            "idiosyncrasy": [
              "@ A strange or unusual habit, way of behaving, or feature that someone or something has.",
              "She often cracks her knuckles when she's speaking - it's one of her little idiosyncrasies.",
              "One of the idiosyncrasies of this printer is that you can't stop it once it has started."
            ]
          },
          {
            "foible": [
              "@ A strange habit or characteristic that is seen as not important and not harming anyone.",
              "We all have our little foibles."
            ]
          }
        ]
      }
    ],
    "macro-": [
      "@ Large; relating to the whole of something, rather than its parts.",
      "At a macro-level, economic trends play a fundamental role.",
      "The state's ability to exercise macro-control was weakened.",
      {
        "macroscopic": ["@ Large enough to be seen by the human eye."],
        "macroeconomics": [
          "@ The study of financial systems at a national level."
        ],
        "macro": [
          "@ A single instruction given to a computer that produces a set of instructions for the computer to perform a particular piece of work.",
          "I've created a macro to spell check all the files at the same time."
        ]
      }
    ],
    "present": [
      "@ Something that you're given, without asking for it, on a special occasion, esp. to show friendship, or to say thank you.",
      "They gave me theater tickets as a present.",
      "@ In a particular place.",
      "The whole family was present.",
      "There were no children present.",
      "@ Happening or existing now.",
      "I don't have her present address.",
      "Please state your present occupation and salary.",
      "@ To give, provide, or make something known.",
      "The winners were presented with medals.",
      "The letter presented the family with a problem that would be difficult to solve.",
      "The documentary presented us with a balanced view of the issue.",
      "He presented the report to his colleagues at the meeting.",
      "To see a doctor, etc. when showing particular signs of an illness or medical condition.",
      "When patients present with chest pain, clinical examination and patient history are fundamental to determine the probable cause of pain.",
      {
        "the present": [
          "@ The period of time that is happening now, not the past or the future.",
          "That's all for the present.",
          "The play is set in the present.",
          "@ The form of the verb that is used to show what happens or exists now.",
          "The verb in this sentence is in the present."
        ],
        "at present": [
          "@ Now",
          " \" Are you busy? \" \" Not at present. \".",
          "At present she's working abroad."
        ],
        "present oneself": [
          "@ To arrive somewhere and introduce yourself.",
          "He presented himself at the doctor's at 9:30 a.m. as arranged.",
          "@ If something presents itself, it happens.",
          "An opportunity suddenly presented itself."
        ]
      },
      {
        "presence": [
          "@ The fact that someone or something is in a place.",
          "She was overawed by the presence of so many people.",
          "The presence of pollen in the atmosphere causes hay fever in some people.",
          "@ A feeling that someone is still in a place although they are not there or are dead.",
          "His daughter's presence seemed to fill her empty bedroom.",
          "@ A group of police or soldiers who are watching or controlling a situation.",
          "The United Nations has maintained a presence in the region for some time.",
          "There was a strong police presence at the demonstration.",
          "@ A quality that makes people notice or admire you, even when you're not speaking.",
          "He stood there in the corner of the room, a dark, brooding (= worrying) presence.",
          "@ A person's ability to make his or her character known to others.",
          "He writes better, he reports better, and his presence on camera is better."
        ],
        "presently": [
          "@ Now, at the present time.",
          "Of 200 boats, only 20 are presently operational.",
          "Three sites are presently under consideration for the new hotel.",
          "@ Soon, not at present time but in the future, after a short time.",
          "The room was hot and presently her eyes grew heavy and she began to feel sleepy."
        ]
      }
    ],
    "evaluate": [
      "@ To judge or calculate the quality, importance, amount, or value of something.",
      "It's impossible to evaluate these results without knowing more about the research methods employed.",
      "We shall need to evaluate how the new material stands up to wear and tear.",
      "The magazine article evaluated ten diferent digital cameras and ranked them according to price and ease of use.",
      {
        "evaluation": [
          "Student evaluations of the class will be collected next week."
        ],
        "evaluative": [
          "The questionnaires may be used for evaluative purposes."
        ],
        "deem": [
          "@ To consider or judge something in a particular way.",
          "The area has now been deemed safe.",
          "We will provide help whenever you deem it appropriate.",
          "Anyone not paying the registration fee by March 31 will be deemed to have withdrawn from the offer."
        ]
      }
    ],
    "navigate": [
      "@ To direct the way that a ship, aircraft, etc. will travel, or to find a direction across, along, or over an area of water or land, often by using a map.",
      "Sailors have special equipment to help them navigate.",
      "Some migrating birds can navigate by the moon.",
      "@ To move around a website or computer screen, or between websites or screens.",
      "Their website is fairly plain, but very easy to navigate.",
      {
        "counselor": [
          "@ Some who is trained to listen to people and give them advice about their problem.",
          "The college now has a counselor to help students with both personal and work problems."
        ],
        "orient": [
          "@ To aim something at someone or something, or make something suitable for a particular group of people.",
          "Is is essential that the public sector orients itself more toward the consumer.",
          "Incoming freshmen have advisers to help orient them to the university.",
          {
            "orient yourself": [
              "@ To discover your position in relation to what is around you",
              "If you get lost while you are out walking try to use the sun to orient yourself."
            ]
          },
          {
            "oriented": [
              "@ Directed toward or interested in something.",
              "The industry is heavily oriented toward export markets.",
              "@ Showing the direction in which something is aimed.",
              "She wants to turn the company into a profit-oriented orgnization.",
              "Countries with more globally oriented economies have higher levels of information technology investment."
            ],
            "oriental": [
              "@ Relating to the countries of East and Southeast Asia.",
              "The concrete floor was covered with oriental rugs."
            ]
          }
        ]
      }
    ],
    "architectural": [
      "",
      {
        "staduim": [""],
        "tile": [
          "@ A flat, thin, usually square piece of baked clay, plastic, or other material used for covering floors, walls, or roofs.",
          "Count the tiles on the floor or ceiling.",
          "Now, images circulated by medics and activists showed patients lying on a blood-smeared tile floor of a crowded room in one hospital.",
          "Its home screen presents a collection of flat, information-rich tiles that dynamically update with the information that's most important to you."
        ],
        "rug": [""]
      },
      {
        "effigy": [
          "The effigy on it may be taken to be an authentic portrait.",
          {
            "statue": [""]
          }
        ]
      }
    ],
    "lackey": [
      "@ A servant or someone who behaves like one by obeying someone else's orders or by doing unpleasant work for them.",
      "He treats us all like his lackeys.",
      {
        "servant": [
          "@ A person who is employed in another person's house, doing jobs such as cooking and cleaning, esp. in the past.",
          {
            "public servant": [
              "@ A person who works for the government.",
              "Public servants should be incorruptible."
            ]
          }
        ]
      }
    ],
    "slimy": [
      "The raindrops were heavier now, working the mud on her face into a slimy mess.",
      {
        "jello": [""]
      }
    ],
    "scent": [
      "The weather is fine, and the air is full of the scent of strawberries."
    ],
    "proportion": [
      "After that, it diminishes roughly in proportion to the delay."
    ],
    "branch": [
      "@ A part of a plant stem or a part of something which is larger and more complex."
    ],
    "morph": [
      "In some species, such as aphids, the flightless morph lacks wings and is called the apterous morph."
    ],
    "entropy": [
      "In the special case of a substance isolated from external heat supply, d * H = 0, the change of entropy is zero in a reversible process, but must be positive if the process is not reversible."
    ],
    "whereabouts": [
      "If anyone know the whereabouts of John, last name unknown, contact Ms. Smith on 6th Street."
    ],
    "inherit": [
      "The company's new president will inherit some complicated legal problems."
    ],
    "exclaim": [
      "As she passed, they would stop her and exclaim \"Gee Your Hair Smell Terrific!\"."
    ],
    "bench": [
      "She slid into the opposite bench and let her gaze drop significantly to the cup in his hand."
    ],
    "intention": [
      "@ Something that you want and plan to do; an aim.",
      "It wasn't my intention to exclude her from the list - I just forgot her.",
      "He had good intentions (= He meant to be kind), but unfortunately things just didn't work out.",
      "Where did it come from, and what are its intentions?",
      "Everyone thinks that this was done with intention, but it wasn't."
    ],
    "indulgence": [
      "@ An occasion when you allow someone or yourself to have something enjoyable, especially more than is good for you.",
      "All the pleasures and indulgences of the weekend are over, and I must get down to some serious hard work.",
      "His health suffered from over-indulgence in rich food and drink.",
      "@ An occasion when you allow or do not mind someone's failure of bad behavior.",
      "My inability to do needlework was treated with surprising indulgence by my teacher."
    ],
    "bellwether": [
      "@ Someone or something that shows how a situation will develop or change.",
      "The report is viewed as a bellwether for/ of national economic trends.",
      "investors will be eagerly awaiting the guidance from bellwether stocks."
    ],
    "wandering": ["I didn't noticed how far I was wandering this evening."],
    "severity": ["@ The fact or condition of being severe."],
    "ensue": [
      "@ To happen after something else, especially as a result of it.",
      "Chaos ensued when 60 charter schools run by one company were all suddenly closed."
    ],
    "charter": [
      "@ A formal statement of the rights of a country's people, or of an organization or a particular social group, that is agreed by or demanded from a ruler or government.",
      "Education is one of the basic human rights written into the United Nations Charter.",
      "The government has produced a Citizen's/ Parents's/ Patient's Charter.",
      "@ To rent a vehicle, esp. an aircraft for a special use and not as part of a regular service.",
      "They've chartered a plane to take delegates to the conference.",
      {
        "constitution": [
          "@ The set of political principles by which a state or organization is governed, esp. in relation to the rights of the people.",
          "Britain has no written constitution.",
          "Under the union constitution, a new committee is elected each year.",
          "@ The general state of someone's health.",
          "He has a very strong constitution.",
          "@ How something is made up of different parts.",
          "The constitution of a chemical compound.",
          {
            "unconstitutional": [""]
          }
        ]
      }
    ],
    "equanimity": [
      "@ A calm mental state, esp. after a shock or disappointment or in a difficult situation.",
      "In spite of her financial troubles, she faced the future with equanimity."
    ],
    "passer-by": ["We amused ourselves by watching the passers-by."],
    "craft": [
      "@ Skill and experience, esp. in relation to making objects; a job or activity that needs skill and experience, or something produced using skill and experience.",
      "That's a beautifully crafted silver brooch.",
      "I bought a wooden salad bowl at the local craft fair.",
      {
        "craft fair": [
          "@ An event where people sell decorative object that have made by hand."
        ]
      }
    ],
    "renewed": [
      "She jumped on the story with renewed vigor.",
      "The latest outbreak has led to renewed concern about the spread of the disease."
    ],
    "topple": [
      "If your child happens to topple out of the bed, the fall isn't very far or very traumatic.",
      "This was a secret bid to topple the chairman and take his job.",
      "The church was prominently involved in the struggle that toppled the dictatorship."
    ],
    "moreover": [
      "@ Used to add information, also and more importantly.",
      "The whole report is badly written. Moreover, it's inaccurate.",
      "It was a good car and, moreover, the price was quite reasonable."
    ],
    "operational": [
      "@ Relating to a particular activity.",
      "There are operational advantages in putting sales and admin in the same building.",
      "@ If a system is operational, it is working.",
      "Repairs have already begun and we expect the factory to be fully operational again with six months."
    ],
    "mandatory": [
      "@ Something that is mandatory must be done, or is demanded by law.",
      "The Assemblyman is calling for mandatory prison sentences for people who assault police officers.",
      "Athletes must undergo a mandatory drugs test before competing in the championship.",
      "In 1991, the British government made it mandatory to wear rear seat belts in cars."
    ],
    "laborer": [
      "@ A person who does unskilled physical work, especially outside.",
      "But many employers skirted the law, preferring to hire less expensive laborers who crossed the border illegally."
    ],
    "sneaky": [
      "@ Doing things in a secret and unfair way.",
      "This is a sneaky plan.",
      "Used to describe something you do, eat, or drink esp. when you do it without telling anyone or when you shouldn't really do it.",
      "She snuck out for a sneaky cifarette.",
      "There's always the temptation to take a sneaky peek at the presents under the Christmas tree."
    ],
    "receptor": [
      "@ A nerve ending that reacts to a change, such as heat or cold, in the body by sending a message to the central nervous system.",
      "For example, mechanical receptors could assist in sensing water during drinking.",
      "Compounds in cinnamon may activate enzymes that stimulate insulin receptors."
    ],
    "flee": [
      "@ To escape by running away, esp. because of danger or fear.",
      "In order to escape capture, he fled to the mountains.",
      "It's likely that the suspects have fled the country by now.",
      "Every year thousands of people flee the big cities in search of the rural idyll.",
      "War, famine and oppression have forced people in the region to flee from their homes."
    ],
    "inventory": [
      "@ A detailed list of all the things in a place.",
      "A set of 24 gilded chairs appear on the inventory of the house for 1736.",
      "@ The amount of goods a store has, or the value of them.",
      "Our inventory of used cars is the best in town."
    ],
    "treat": [
      "@ To behave toward someone or deal with something in a particular way.",
      "My parents treated us all the same when we were kids.",
      "It's wrong to treat animals as if they had no feelings.",
      "I treat remarks like that with the contempt that they deserve.",
      "@ To use drugs, exercises, etc. to cure a person of a disease or heal an injury.",
      "Western medicine tends to treat the symptoms and not the cause.",
      "@ To buy or pay for something for another person.",
      "I'm going to treat myself to (= buy for myself ) a new pair of sandals.",
      "@ To put a special substance on material such as wood, cloth, metal, etc. or put it through a special process, in order to protect it from damage or decay.",
      "The material has been treated with resin to make it waterproof.",
      "@ A special and enjoyable occasion or experience.",
      "We're going to Italy for the weekend - it's my birthday treat.",
      "As a special treat, I'll take you to my favorite restaurant.",
      "@ A type of food is eaten in addition to your usually meals, usually something sweet.",
      "There is a lot of competition with the sugar-filled and artificially flavored treats on the store shelves.",
      "Try to encourage children not to eat too many of those snacks and treats tha tend to pile on the pounds without provinding much nutrition.",
      "@ A small piece of food, often specially produced, that is given to pets in addition to their usual food, for example as a reward.",
      "The owner said the dog was dangerous, but when I fed it dog treats it would take them gently out of my hand."
    ],
    "unaided": [
      "@ According to the Oxford dictionary, unaided means ' without help from anyone or anything '",
      "Microorganism is an organism that is too small to be seen by the unaided eye.",
      "She reached the top of the mountain unaided."
    ],
    "deed": [
      "It seems to me that a lot of evil deeds are done in the name of religion.",
      {
        "in very deed": ["Her works are in very deed the echo of our times."]
      }
    ],
    "institute": [
      "@ An organization where people do a particular type of science, educational, or social work, or the buildings that it uses.",
      "The institute derives all its money from foreign investments.",
      "She is threatening to institute legal proceedings against the hospital."
    ],
    "agenda": [""],
    "rigid": [""],
    "demand": [""],
    "exert": [""],
    "administrator": [
      "",
      {
        "admin": [""],
        "administration": [""]
      }
    ],
    "overthrown": [""],
    "dissent": [""],
    "accuse": [""],
    "covert": [""],
    "docile": [""],
    "handful": [""],
    "stratified": [""],
    "porcelain": [""],
    "christianity": [""],
    "glittering": [""],
    "ceremony": [""],
    "conjure": [""],
    "metric": [""],
    "quaint": [""],
    "retinue": [""],
    "bribe": [""],
    "ideology": [
      "",
      {
        "ideologies": [""]
      }
    ],
    "attribute": [""],
    "depositional": [""],
    "implement": [""],
    "equivalent": [
      "",
      {
        "equipotent": [""]
      }
    ],
    "obscured": [""],
    "preside": [""],
    "optimization": [""],
    "enormous": [""],
    "overhear": [""],
    "postgraduates": [""],
    "clay": [""],
    "anticipate": [""],
    "dynamic": [""],
    "circulate": [""],
    "medic": [""],
    "activist": [""],
    "smear": [""],
    "debate": [""],
    "monetary": [""],
    "matrimony": [""],
    "summit": [""],
    "statute": [""],
    "affiliate": [""],
    "wage": [""],
    "regulate": [""],
    "vinegar": [""],
    "viscosity": [""],
    "substantial": [""],
    "suspect": [""],
    "antioxidant": [""],
    "turmeric": [""],
    "aeronautics": [""],
    "equity": [""],
    "duplicate": [""],
    "pepper": [""],
    "iterable": [""],
    "intuitive": [""],
    "invitation ": [""],
    "occasion": [
      "",
      {
        "occasionally": [""]
      }
    ],
    "be tried": [""],
    "split": [""],
    "regulation": [""],
    "profit": [""],
    "intriguing": [""],
    "restless": [""],
    "reject": [""],
    "tremendous": [""],
    "trail": [""],
    "widespread": [""],
    "utopian": [
      "",
      {
        "dystopian": [""]
      }
    ],
    "bloodline": [""],
    "temperament": [""],
    "perplex": [""],
    "derogatory": [""],
    "enthusiastically": [""],
    "patriotic": [""],
    "retain": [""],
    "comprehension ": [""],
    "casualty": [""],
    "denigrate": [""],
    "adverse": [""],
    "chimp": [""],
    "hormonal": [""],
    "sluggish": [""],
    "consume": [
      "",
      {
        "consumption": [""]
      }
    ],
    "facility": [""],
    "plung": [""],
    "generous": [""],
    "orchestra": [""],
    "helmet": [""],
    "film developer": [
      "",
      {
        "fixer": [""]
      }
    ],
    "citrate": [""],
    "sodium": [""],
    "chlorine": [""],
    "unprecedented": [
      "",
      {
        "precede": [""]
      }
    ],
    "ascent": [""],
    "scheme": [""],
    "mansion": [""],
    "unspoilt": [""],
    "forestry": [""],
    "commission": [""],
    "parkland": [""],
    "waterfront": [""],
    "reduction": [""],
    "stock": [""],
    "condidate": [""],
    "appoint": [""],
    "receive": [""],
    "oak": [""],
    "inset": [""],
    "instrument": [""],
    "suspense": [""],
    "lace": [""],
    "fizzy": [""],
    "yield": [""],
    "intrusion": [""],
    "legitimate": [""],
    "indicate": [""],
    "delicacy": [""],
    "stain": [""],
    "detergent": [""],
    "epistemic": [""],
    "export": [""],
    "fiber": [""],
    "optical": [""],
    "dye": [""],
    "halide": [""],
    "photon": [""],
    "lament": [""],
    "celluloid": [""],
    "distortion": [""],
    "reel": [""],
    "sputter": [""],
    "speck": [""],
    "inherent": [""],
    "staple": [""],
    "migrate": [
      "",
      {
        "migrating bird": [""]
      }
    ],
    "plain": [""],
    "fairly": [""],
    "residence": [""],
    "haste": [""],
    "resignation": [""],
    "harsh": [""],
    "impose": [""],
    "lobe": [""],
    "juvenile": [""],
    "remark": [
      "",
      {
        "appendix": [""]
      }
    ],
    "therefore": [
      "",
      {
        "worthwhile": [""],
        "whatsoever": [""],
        "whereas": [""]
      }
    ],
    "hence": [
      "",
      {
        "since": [""]
      }
    ],
    "modernize": [""],
    "repair": [""],
    "deliberately": [""],
    "gesture": [""],
    "draft": [""],
    "minority": [""],
    "assemblyman": [""],
    "rear": [""],
    "impartial": [""],
    "circumstance": [""],
    "general": [""],
    "famine": [""],
    "solvent": [""],
    "furniture": [
      "",
      {
        "furnish": [""],
        "household": [""]
      }
    ],
    "augment": [""],
    "trial": [""],
    "verdict": [""],
    "atomic": [""],
    "temptation": [""],
    "artillery": [""],
    "slant": [""],
    "interpretation": [""],
    "margin": [""],
    "programme": [""],
    "theatre": [""],
    "appeal": [""],
    "aviation": [""],
    "pension": [""],
    "trustee": [""],
    "haggling": [""],
    "spinning": [""],
    "Pole": [""],
    "revolve": [
      "",
      {
        "rotate": [""]
      }
    ],
    "horizontal": [""],
    "simultaneously": [""],
    "content": [""],
    "humiliate": [""],
    "mildly": [""],
    "examination": [
      "",
      {
        "examine": [""]
      }
    ],
    "hostile": [""],
    "dazzling": [""],
    "conduct": [""],
    "oblong": [""],
    "feature": [""],
    "spiritual": [""],
    "approximate": [""],
    "insurgency": [""],
    "enzymes": [""],
    "activate": [""],
    "stimulate": [""],
    "strike": [""],
    "paperclip": [""],
    "settlement": [""],
    "burst": [""],
    "capture": [""],
    "rural": [""],
    "idyll": [""],
    "oppression": [""],
    "gilded": [""],
    "envelope": [""],
    "evolved": [""],
    "carton": [""],
    "cite": [""],
    "converse": [
      "",
      {
        "reverse": [""],
        "inverse": [""]
      }
    ],
    "reddish": [""],
    "piercing": [""],
    "underestimate": [""],
    "immune": [""],
    "boost": [""],
    "gymnastic": [""],
    "certificate": [""],
    "hypothese": [""],
    "presume": [""],
    "closure": [""],
    "moot": [""],
    "execess": [""],
    "infrared": [
      "",
      {
        "radioisotopes": [""]
      }
    ],
    "contempt": [""],
    "sandal": [""],
    "conclude": [""],
    "neighboring": [""],
    "ratify": [""],
    "barrier": [""],
    "overrule": [""],
    "introduction": [""],
    "domed": [""],
    "strengthen": [""],
    "ravage": [""],
    "satisfactory": [""],
    "convergence": [
      "",
      {
        "continuity": [
          "",
          {
            "consecutive": [""]
          }
        ],
        "differentiation": [""]
      }
    ],
    "integration": [
      "",
      {
        "integer": [
          "",
          {
            "odd": [""],
            "even": [""]
          }
        ],
        "quotient": [""]
      }
    ],
    "real number": [
      "",
      {
        "complex number": [
          "",
          {
            "conjugate": [""]
          }
        ],
        "rational number": [
          "",
          {
            "irrational number": [""]
          }
        ]
      }
    ],
    "axiom": [
      "",
      {
        "theorem": [""],
        "hypothesis": [""],
        "lemma": [""]
      }
    ],
    "arithmetic": [
      "",
      {
        "equation": [""],
        "divisible": [""],
        "algebraic": [""]
      }
    ],
    "rational": [""],
    "inadequate": [""],
    "field": [""],
    "corresponding": [
      "",
      {
        "correspond": [""],
        "correspondence": [""]
      }
    ],
    "so-called": [""],
    "arise": [""],
    "sequence": [""],
    "contrary": [""],
    "assume": [
      "",
      {
        "assumption": [""]
      }
    ],
    "explicitly": [
      "",
      {
        "clarity": [""]
      }
    ],
    "subset": [""],
    "elucidate ": [""],
    "supremum": [
      "",
      {
        "infimum": [""],
        "lesgest": [""]
      }
    ],
    "customary": [""],
    "cancellation": [""],
    "vice versa": [""],
    "coinside": [""],
    "extract": [""],
    "archimedean": [
      "",
      {
        "euclidean": [""]
      }
    ],
    "dense": [""],
    "glossary": [""],
    "corollary": [""],
    "assertion": [""],
    "convention": [""],
    "superfluous": [""],
    "verify": [""],
    "trivial": [""],
    "occasionally": [""],
    "macroeconomic": [""],
    "inner product": [
      "",
      {
        "outer product": [""]
      }
    ],
    "insufficient": [""],
    "finite": [
      "",
      {
        "norm": [""]
      }
    ],
    "distinct": [""],
    "reflexive": [""],
    "enumerable": [
      "",
      {
        "denumerable": [""]
      }
    ],
    "evidently": [""],
    "notion": [""],
    "justified": [""],
    "motivation": [
      "",
      {
        "intuition": [""]
      }
    ],
    "manual": [""],
    "cap": [""],
    "meridiem": [""],
    "pollen": [""],
    "demonstration": [
      "",
      {
        "protest": [""]
      }
    ],
    "cabin": [""],
    "mortality": [""],
    "industrializd": [""],
    "interpret": [""],
    "gag": [""],
    "attempt": [""],
    "hypotenuse": [""],
    "sleeve": [""],
    "exploit": [""],
    "knot": [""],
    "barrel": [""],
    "mount": [""],
    "carriage": [""],
    "fence": [""],
    "lean": [""],
    "loan": [""],
    "semi": [""],
    "smirk": [""],
    "approval": [""],
    "resident": [""],
    "greet": [""],
    "dusk": [""],
    "toolkit": [""],
    "marital": [""],
    "questionnaire": [""],
    "sector": [""],
    "consumer": [""]
  }
}
