{
  "punctuation": [
    "The most common punctuation marks in English are: capital letters and full stops, question marks, commas, colons and semi-colons, exclamation marks and quotation marks.",
    {
      "capital letter": [" A, B, C, D, etc."],
      "full stop": [" . "],
      "question mark": [" ? "],
      "comma": [" , "],
      "colon": [" : "],
      "semi-colon": [" ; "],
      "exclamation mark": [" ! "],
      "(single) quotation mark": [" ' ' "],
      "double quotation mark": [" \"\" "],
      "apostrophe": [" ' "],
      "dash": [" - "],
      "(forward) slash": [" / "],
      "back slash": [" \\ "],
      "at": [" @ "],
      "asterisk": [" * "],
      "parenthese/ round bracket)": [" () "],
      "square/ box bracket": [" [] "],
      "curly bracket": [" {} "]
    }
  ],
  "syllable": [
    "In the word \"engine\", you should stress the first syllable.",
    {
      "typo": [""],
      "plural": ["Geese is the plural of goose."]
    }
  ],
  "slang": [
    "@ A very informal language that is usually spoken rather than written, used especially by particular groups of people.",
    "He used a lot of slang terms that I simply don't understand.",
    {
      "dialect": [
        "@ The differences in language depending on region.",
        "& Dialect consist of their own slang terms.",
        "@ For instance, in the south, we say words like \"y'all\" which means \"you all\"."
      ],
      "collocation": [
        "@ A word or phrase that is often used with another word or phrase, in a way that sounds correct to people who have spoken the language all their lives, but might not be expected from the meaning.",
        "In the phrase \"a hard frost\", ' hard ' is a collocation of ' frost ', and ' strong ' would not sound natural."
      ]
    }
  ],
  "diminish": [
    "The entropy can not diminish",
    {
      "dicrease": [
        "& Diminish and decrease are both mean to get smaller. Usually diminish means to a greater degree, like almost complete gone."
      ],
      "decay": [
        "As the actinium-225 decays, it gives off short-lived, highly energized alpha particles."
      ]
    }
  ],
  "emancipate": [
    "Together they emancipated the art of experiment from being a mere craft activity and endowed it with the status of a science.",
    "@ Usually be used in official or legal contexts.",
    {
      "release": ["& Release is more common."],
      "liberate": ["& Liberate is more formal."],
      "manumit": [
        "In addition, they encouraged slaveholders to manumit their slaves."
      ]
    }
  ],
  "endow": [
    "The state of Michigan has endowed three institutes to do research for industry.",
    {
      "bestow": [
        "& Endow means to give someone an ability or attribute. Bestow can also mean that, but usually it means to give someone an object or reward."
      ]
    }
  ],
  "neglect": [
    "The climate is naturally good, but continued neglect of sanitary precautions has made the city unhealthy.",
    {
      "ignore": [
        "& Ignore just means that someone doesn't pay attention. Neglect is leaving something alone to the point that it falls aparts or breaks."
      ]
    }
  ],
  "illicit": [
    "As a port it was notorious of its smuggling and illicit trade.",
    {
      "illegal": [
        "& An illegal action only breaks the law. An illicit action breaks ethical or moral standards (and probably the law as well)."
      ],
      "outrageous": [
        "@ Shocking and morally unacceptable.",
        "It is outrageous that these buildings remain empty while thousands of people have no homes.",
        "These prices are just outrageous (= much too high)."
      ],
      "smuggle": [
        "He was arrested and charged with attemping to smuggle cocaine into Scotland."
      ]
    }
  ],
  "resolve": [
    "His words were comforting, even if they didn't resolve her concerns.",
    {
      "solve": [
        "& Solve is more like answering a question, like in homework or math problem. Resolve is like fixing an argument."
      ]
    }
  ],
  "utter": [
    "She sat through the whole meeting without uttering a word.",
    {
      "utterly": [
        "& Utterly is slightly more literary. It can also be more emphatic or with emotion, for example \"I'm utterly disgusted with you\"."
      ],
      "totally": [
        "& Totally literally means ' Completely ' but it isn't very emphatic."
      ]
    }
  ],
  "unaided": [
    "@ According to the Oxford dictionary, unaided means ' without help from anyone or anything '",
    "Microorganism is an organism that is too small to be seen by the unaided eye.",
    "She reached the top of the mountain unaided."
  ],
  "strangle": [
    "She had been strangled with her own scarf and her body dumped in to the woods.",
    {
      "suffocate": [
        "& You suffocate when you're strangled, but you're not necessarily being strangled when you suffocate."
      ]
    }
  ],
  "complaint": [
    "We've received a complaint from one of our listeners about offensive language.",
    {
      "complain": [
        "& Complain is the verb form of Complaint, which is the noun form."
      ]
    }
  ],
  "undertone": [
    "It was a comedy act with an undertone of cruelty.",
    "The elephants' pale gray skin carries undertones of violet.",
    "John's description of his ex-wife had an undertone of sadness.",
    {
      "overtone": [
        "& Undertone usually means an unspoken meaning that the speaker doesn't mean to send.",
        "& Overtone usually means an unspoken meaning that they speakers wants to send.",
        "John's conversation with Jane had romantic overtones."
      ]
    }
  ],
  "underlying": [
    "The underlying message of the film is that love transcends everything else.",
    "It's important to look at all the underlying causes of the conflict.",
    "Though she ws a good worker, her underlying compassion made her the boss's favorite.",
    {
      "potential": [
        "As a economics major, she has a potential career in business."
      ]
    }
  ],
  "connote": [
    "The word ' warrior ' connotes honour and bravery as well as fierceness in battle.",
    "To me, chocolate connotes pleasure and idulgence.",
    {
      "connotation": [
        "The word ' lady ' has connotations of refinement and excessive femininity that some women find offensive.",
        "' Resolute ' means stubborn, but with a more positive connotation.",
        "These days, trangendered has negative connotations and transgender is widely considered proper, though it remains open to debate, as does its definition."
      ],
      "denote": [
        "The color red used to denote passion or danger.",
        "His angry tone denoted extreme displeasure.",
        "The vertical line denotes the relative abundance of vertebrate remains in the various depositional environments.",
        "The period saw the radical separation of micro- and macro-economics (a separation denoted, paradoxically, as a ' neoclassical synthesis ')."
      ],
      "imply": [
        "I'm not implying anything about your cooking, but could we eat out tonight?",
        "@ To involve something or make it necessary.",
        "The report, which is viewed as a bellwither for economic trends, implied that the national economy could be slowing down.",
        "Her statement implies a lack of confidence in the management of the company.",
        "A connection between the events has been implied in several new reports.",
        {
          "infer": [
            "& The main differece between these two words is that a speaker can imply, but a listener can only infer.",
            "Then I think we must infer from what they said that they believe we should reapply for the job."
          ],
          "implication": [
            "Because of security implications the officers were tried in secret.",
            "The implications of these findings are intriguing, to say the least.",
            "@ An occasion when you seem to suggest something without saying it directly.",
            "From what she said, the implication was that they were splitting up.",
            "@ An occasion when you suggest or show that someone is involved in a crime.",
            "The case depended upon his implication of his co-workers in the fraud.",
            "@ The effect that an action or decision will have on something else in the future.",
            "The company is cutting back its spending and I wonder what the implications will be for our department.",
            "What are the implications of the new law?"
          ]
        }
      ],
      "suggest": [
        "I suggested putting the matter to the committee.",
        "Does anything suggest itself? (= Do you have any ideas about what we should do?).",
        "His manner suggested a lack of interest in what we were doing.",
        "She has applied for a lot of jobs recently, which suggests that she's not altogether happy with her position.",
        {
          "suggestion": [
            "I don't know what to wear tonight - do you have any suggestion?"
          ],
          "hint": [
            "He has dropped several hints to the boss that he'll quit if he doesn't get a promotion.",
            "You can't take (= understand) a hint, can you? Just go away and leave me alone!",
            "I detected a hint of doubt in his voice.",
            "There's just a hint of brandy in the sauce."
          ],
          "advise": [
            "& Advise is usually given by experts while suggest is not.",
            "His doctor advised him against smoking.",
            "Guests were advised to pay special attention to hand hygiene.",
            {
              "advice": [
                "I think I'll take your advice and get the green dress.",
                "Morover, a panel is now allowed to seek information and technical advice from any individual or body which it deems appropriate."
              ]
            }
          ]
        }
      ]
    }
  ],
  "stubborn": [
    "@ A stubborn person is determined to do what he or she wants and refuses to do anything else.",
    "They have huge arguments because they're both so stubborn.",
    "@ Things that are stubborn are difficult to move, change, or deal with.",
    "He was famed for his stubborn resistance and his refusal to accept defeat.",
    "Stubborn stains can be removed using a small amount of detergent.",
    {
      "resolute": [
        "@ Determined in character, action, or ideas.",
        "& ' Resolute ' means stubborn, but with a more positive connotation.",
        "She's utterly resolute in her refusal to apologize.",
        "I admired her resolute optimism in those difficult times.",
        {
          "resolutely": [
            "She resolutely refuses to lower her standards.",
            "The whole team was resolutely optimistic."
          ]
        }
      ]
    }
  ],
  "wit": [
    "Her conversation sparkled with her own subtle blend of wit and charm.",
    {
      "clever": ["& Wit is another word for ' Clever '."],
      "witty": [
        "& Wit or ' Witty ' is used to describe someone smart and thinks fast. They may also have a natural ability of using words and ideas in a quick and inventive way to create humour."
      ]
    }
  ],
  "exult": [
    "& If you rejoice at your team's big win, you exult in it.",
    "There are always soldiers who exult in the kill and keep mementos of their victims.",
    {
      "exalt": [
        "& Exalt is a transitive verb. If we glorify God, we exalt him. It can also mean to heighten something, to increase its effects.",
        "They sent him countless letters and postcards, some of which called him a \"living saviour\" or celebrated his \"exalted and godlike benevolence\"."
      ]
    }
  ],
  "nosy": [
    "@ Being nosy is being too interested in what other people are doing and wanting to discover too much about them.",
    "@ When someone tries to join in on other people's business. More like a curious person with a negative negation attached to it.",
    {
      "gossip": [
        "@ The story people are talking about. But often also used to describe someone.",
        "@ \"She's a gossip.\" meaning if she finds out about it , she will talk about it with her friends and so on, story won't be a secret no more."
      ]
    }
  ],
  "toss": [
    "Indeed, dwarf tossing is an Olympic sport!",
    {
      "throw": [
        "& ' Toss ' tends to be weaker. It can also mean put. It doesn't always mean you are letting something fly out of you hand."
      ]
    }
  ],
  "hygiene": [
    "The modern system of hygiene is in great part founded upon decent pathology.",
    "& Hygiene is how well you take care of yourself. If you have good hygiene, you take regular showers, brush your teeth a lot, wash you hair, etc.",
    {
      "sanitation": [
        "& Sanitation is to keep something clean and germ free. Hand sanitizer, for example, kills the germs on your hands."
      ],
      "sanitary": [
        "The city is well supplied with water and its sanitary state is good."
      ],
      "hygienic": [
        "I suppose warm-air hand-driers are more hygienic than hand-towels, and paper towels create a lot of litter."
      ],
      "pathology": [
        "@ A branch of medical science that studies the nature, effects, causes and consequences of disease."
      ]
    }
  ],
  "antiseptic": [
    "@ As a noun, it's a chemical used to prevent infection from an injury, esp. by killing bacteria.",
    "Antiseptic is used to sterilize the skin before giving an injection.",
    "Many of the ingredients for antiseptics come from the rainforests.",
    "In the 1870s and 1880s, doctors began to follow the principles of antiseptic surgery.",
    {
      "sterilize": [
        "@ To perform a medical operation on someone in order to make them unable to have children.",
        "After having five children, she decided to be sterlized.",
        "The clinic will sterilize your cat for free.",
        "@ To make something completely clean and free from bacteria.",
        "All equipment must be sterilized before use."
      ]
    }
  ],
  "clinic": [
    "@ A building or part of a hospital where people go for medical care or advice.",
    "prenatal clinics provide care for pregnant women.",
    {
      "injection": [""]
    }
  ],
  "symptom": [
    "",
    {
      "albino": [""],
      "chickenpox": [""]
    }
  ],
  "microorganisms": [
    "@ Technically a microorganism or microbe is an organism that is microscopic. The study of microorganisms is called microbiology. Microorganisms can be bacteria, fungi, archaea or protists. The term microorganisms does not include viruses and prion, which are generally classified as non-living.",
    {
      "microbe": [
        "@ It can be any microorganism, but specially said of those microorganisms which are harmful types of bacteria."
      ],
      "microscopic": [
        "@ An adjective as invisible or indistinguishable without the use of a microscope."
      ],
      "pathogen": [
        "@ An organism causing disease to its host, with the severity of the disease symptoms referred to as virulence."
      ],
      "germ": [
        "@ A very small organism that causes disease.",
        "In warm weather these germs multiply rapidly.",
        "@ The origin of something that develops, esp.",
        "A cell from which grain grows or the beginning of an idea.",
        "He found the germ of an idea in an old newspaper.",
        "Alefandro's suggestion was the germ of the whole idea."
      ]
    }
  ],
  "litter": [
    "About two percent of fast-food packaging ends up as litter.",
    {
      "a litter of": [
        "@ A group of animals that are born at the same time and have the same mother.",
        "A litter of kittens."
      ]
    }
  ],
  "damp": [
    "Unlike wood, however, it is completely unaffected by damp, rot, decay, frost or insect attack.",
    {
      "wet": [
        "& Damp means it's slight wet. The towel to wipe the spilled juice is damp from my sweaty hands."
      ],
      "drench": ["&  Wet means it's drenched in water or another liquid."],
      "sopping": ["My hair is sopping (wet) from the shower I took."]
    }
  ],
  "radical": [
    "I'm just having my hair trimmed - nothing radical.",
    "@ As a noun, it's a person who advocates thorough or complete political or social reform.",
    {
      "drastic": ["& As adjective, they mean basically the same thing."],
      "vehemently": [
        "Still, it wasn't the first time they had vehemently disagreed on something."
      ]
    }
  ],
  "thorough": [
    "They did a thorough search of the area but found nothing.",
    {
      "complete": [
        "& Complete means to finish or be done with something. Thorough means to do something carefully, so you won't miss anything."
      ],
      "penetrate": [
        "Amazingly, the bullet did not penetrate his brain.",
        "The organization had been penetrated by a spy.",
        "The company has been successful in penetrating overseas markets this year (= it has started selling its products in them).",
        "He penetrates deeper into the artist's life in the second volume of his autobiography."
      ]
    }
  ],
  "baffle": [
    "He walked through the halls quickly, the emerging thought in his head is baffling him.",
    "When the boy said \"No!\" to his mother, she was baffled.",
    {
      "confuse": ["My friend told me that 9+10=21. I was very confused."],
      "bewilder": ["& Bewilder is pretty much the same, but more poetic."],
      "mystify": [
        "@ To make something obscured, or hide behind the truth.",
        "The cause of death mystified detectives."
      ]
    }
  ],
  "dire": [
    "I've heard of wolves morphing in dire situations, but always thought they were just stories.",
    "& Dire is a more dramatic word, closer to meaning something is dangerous or destructive, as if it is very close to being hopeless.",
    {
      "terrible": [
        "& Terrible is a more generic and common term just meaning something is bad."
      ]
    }
  ],
  "grieve": [
    "She would let herself grieve for a day - maybe two - and then fill her world with as much sunshine as possible.",
    "I couldn't stop the grieve I felt when I thought about grandpa.",
    {
      "sad": [
        "& When you grieve your suffering grief because maybe a loved one died. When you sad you just feel sad about something.",
        "I was really sad that I couldn't get tickets to the fair."
      ],
      "despair": [
        "@ The feeling that there is no hope and that you can do nothing to improve a difficult or worrying situation.",
        "Don't despair! We'll find a way out!",
        "I despair at/ over the policies of this government."
      ],
      "agony": [
        "They put her on painkillers, but they didn't do enough, and she was in agony.",
        "We give surgery patients anesthesia to avert the agony they would feel if they remained conscious."
      ]
    }
  ],
  "deed": [
    "It seems to me that a lot of evil deeds are done in the name of religion.",
    {
      "in very deed": ["Her works are in very deed the echo of our times."]
    }
  ],
  "hectic": [
    "& Hectic is mostly used to describe a situation.",
    "Things are getting a bit hectic for me at the moment.",
    "\"My schedule is hectic\" which means that it's crazy or very busy that it becomes hard to handle.",
    {
      "agitated": [
        "& Agitated is used to describe an emotional feeling.",
        "There was a long delay, and people became increasingly agitated as they waited for the train.",
        "\"My schedule makes me feel agitated\" which means it makes me feel nervous, overwhelmed or upset."
      ],
      "uptight": [
        "By wearing a shirt that seeks to amuse, the wearer lets others know that he's not uptight or unapproachable."
      ]
    }
  ],
  "reptile": [
    "@ An animal that produces eggs and uses the heat of the sun to keep its blood warm.",
    {
      "mammal": [
        "@ Any animal of which the female feeds her young on milk from her own body. Most mammals give birth to live young, not eggs."
      ],
      "vertebrate": [""]
    }
  ],
  "fasten": [
    "Make sure your seat belt is securely fastened.",
    {
      "firmly": [
        "Make sure the rope is firmly attached before attempting to climb down."
      ]
    }
  ],
  "optimism": [
    "Optimism is empowering, uplifting, and inspiring.",
    {
      "optimist": [
        "She's born optimist (= someone who has always been optimistic)."
      ],
      "optimistic": [
        "The doctor said she was optimistic about the outcome of the operation but forbore to make any promises at this early stage."
      ],
      "pessimistic": [
        "At the time in history when our future has never looked brighter, it is baffling that some people are more pessimistic than ever."
      ],
      "pessimism": ["An underlying pessimism infuses all her novels."]
    }
  ],
  "scarcely": [
    "I could scarcely believe it when she said she wanted to marry me.",
    "I had scarcely sat down to eat when the phone rang.",
    {
      "barely": [
        "& ' barely ', ' scarcely ' and ' hardly ' are basically interchangeable."
      ],
      "hardly": ["& Yeah, they're the same."]
    }
  ],
  "permanent": [
    "Are you looking for a temporary or a permanent job?",
    {
      "temporary": [
        "The ceasefire will only provide a temporary solution to the crisis."
      ]
    }
  ],
  "tidy": [
    "She likes everything neat and tidy.",
    {
      "a tidy sum": ["He sold the house for a tidy (= large) sum."],
      "calibrate": [
        "In addition, we design, manufacture and calibrate special bench photometers( some kinda mechanical stuff) against which other photometers can be calibrated."
      ]
    }
  ],
  "vigor": [
    "& Vigor is specifically refers to human energy.",
    "$We can say \"He speaks with vigor\", but we can't say \"Gasoline is used for vigor\".",
    "They battled with great vigor and exaggeration to the cheering of the three younger boys until one turned and noticed her.",
    {
      "power": ["& Power can mean electricity, but also force."],
      "energy": ["& It's just energy."],
      "impetus": [
        "@ Something that encourages a particular activity or makes that activity more energetic or effective.",
        "Often the impetus for change in education has had to come from outside the school establishment."
      ]
    }
  ],
  "chaos": [
    "Ever since our secretary walked out, the office has been in a state of total/ utter chaos.",
    {
      "disorder": ["& Chaos has a much stronger feeling than disorder."],
      "mess": ["& Chaos is a crazy mess."],
      "mayhem": [
        "@ It means violent destruction, and also an older term for the crime of assault and battery."
      ]
    }
  ],
  "adulterate": [
    "There were complaints that the beer had been adulterated with water (= diluted).",
    {
      "dilute": [
        "@ To make a liquid weaker by mixing in something else, or to reduce the strength of a feeling, action, etc.",
        "Dilute the juice with water before you drink it.",
        "These measures are designed to dilute public fears about the product's safety."
      ],
      "dissolve": [""]
    }
  ],
  "soil": [
    "This vertical section of the soil shows four basic soil layers.",
    "The soil in this area is very chalky.",
    {
      "dirt": [
        "& They're pretty much the same but dirt sounds a bit more negative."
      ],
      "chalk": [
        "@ A type of soft white rock. Or it can also be a stick of this rock or a mimilar substance used for writing or drawing."
      ],
      "mud": [
        "His shoes were covered with mud; he had torn his coat on the thorny tree.",
        "~ You got mud on your face, you big disgrace!"
      ],
      "frost": [
        "@ The thin, white layer of ice that forms when the air temperature is below the freezing point of water, especially outside at night.",
        "In a normal winter, the frost penetrates deeply enough to kill off insect eggs in the soil."
      ],
      "gravel": [
        "@ Very small, rounded stones, often mixed with sand.",
        "Visit all the nearby sand and gravel pits and start to look at their different sands.",
        "The entire trench is then filled with the rounded gravel."
      ]
    }
  ],
  "periodic": [
    "He suffers periodic mental breakdowns.",
    "Depending on the parameters selected, and the initial conditions, the simulated temporal trajectories may exhibit either regular (periodic and quasi-periodic) or chaotic behavior.",
    {
      "the Periodic Table": [
        "@ A list of the symbols of all the chemical elements arranged in rows and columns down a page."
      ]
    }
  ],
  "column": [
    "I didn't have time to read the whole article - just the first column.",
    "Add the column of figures and divide the sum by three.",
    "The roof of the temple was held up by a row of thick stone columns.",
    "@ A piece of writing in a newspaper or magazine, usually on a particular subject, that is always written by the same person and appears regularly.",
    "She writes a weekly fashion/ gossip column for the Evening Standard.",
    {
      "row": ["& Column is in vertical way, but row is in parallel."]
    }
  ],
  "essay": [
    "@ A short piece of writing on a particular subject, often expressing personal views.",
    "Taken as a group, these essays are based in deep research.",
    {
      "article": [
        "& An article is usually news oriented, an essay can be literary."
      ],
      "lecture": [""]
    }
  ],
  "cautious": [
    "Most doctors are cautious about advising you to have surgery.",
    "Auto companies are taking a cautious approach toward introducing electric cars.",
    {
      "wary": [
        "@ It can be not completely trusting or certain about something or someone.",
        "I'm a little wary of/ about giving people my address when I don't know them very well."
      ],
      "careful": [
        "& ' Cautious ' is more like be wary or pay attention. ' Careful ' is more like be safe."
      ]
    }
  ],
  "amiable": [
    "So amiable was the mood of the meeting that a decision was soon reached.",
    {
      "affable": [
        "She's so affable that you can drop right into a conversation with her and feel like you've known her for years."
      ],
      "agreeable": ["We spent a most agreeable evening by the river."],
      "genial": ["She had a genial demeanor about her."],
      "congenial": [
        "Mark was in need of more congenial friends. It seems his current ones were no longer on the same page after 5 years apart."
      ],
      "chummy": ["The inspectors are a little too chummy with the informant."],
      "amicable": ["Few people have amicable divorces."],
      "cordial": [
        "Relations between the two leaders are said to be cordial( friendly, but formal and polite)."
      ]
    }
  ],
  "authentic": [
    "He had some knowledge of authentic history, and rejected the more marvellous elements of the story.",
    "This is authentic Kimchi from Korea.",
    {
      "genuine": [
        "If it is a genuine Michelangelo drawing, it will sell for millions."
      ],
      "real": ["I wish mermaids and unicorns were real."],
      "true": [
        "& If an arrow hits its target, you could say it has flown true, but you couldn't say it had flown authentic or genuine."
      ]
    }
  ],
  "irritation": [
    "\"What?\" he added with renewed irritation, \"I beg you to dress your men decently\".",
    "Traffic noice is just one of several minor irritations (= small problems).",
    {
      "irritate": ["You're really irritating me right now. Go away!"],
      "annoy": ["Damn, you're so annoying."],
      "irritated": ["My skin is irritated (= itchy and hurts)."]
    }
  ],
  "coherent": [
    "When she calmed down, she was more coherent (= able to speak clearly and be understood).",
    {
      "concise": [
        "@ Short and clear, expressing what needs to be said without ennecessary words.",
        "She wrote up a concise summary of the day's events."
      ],
      "coherence": [
        "An essay without coherence can inhibit a reader's ability to understand the ideas and main points of the essay."
      ],
      "summary": [
        "I only asked for a summary of the main points but she was making a real meal out of it.",
        "In summary, they decided against the proposal.",
        "However, as generated summaries could be read by many individuals, we decided to avoid idiosyncratic words, and instead use a fairly generic vocabulary."
      ],
      "blurb": [""]
    }
  ],
  "committee": [
    "@ A small group of people chosen to represent a larger organization and either make decisions or collect information for it.",
    "The local council has just set up a committee to study recycling.",
    "The Finance Director usually chairs this committee.",
    "She has served on the committee for many years.",
    "The selection committee recommended that both condidates be appointed.",
    {
      "panel": [
        "@ A small group of people chosen to give advice, make a decision, or publicly discuss their opinions as entertainment.",
        "The competition will be judged by a panel of experts.",
        "@ A flat, usually rectangular part, or piece of wood, metal, cloth, etc., that fits into or onto something larger.",
        "White silk panels were inset into the sides of the dress.",
        "A beautiful old door with oak panels.",
        "The hall has been tastefully paneled in cherrywood.",
        "@ A surface with devices that a person uses to control or get information about the operation of one or more machines.",
        "The car's instrument panel has buttons that give off a little blue-green light at night."
      ]
    }
  ],
  "adhere": [
    "All drivers must adhere to speed limits.",
    "A smooth, dry surface helps the tiles adhere to the wall.",
    {
      "adherent": [
        "@ An adherent/ sticky surface",
        "She has been an adherent of Anarchism for years.",
        "However, within less than a year, the movement was shattered, and its adherents either were arrested or had led the country."
      ]
    }
  ],
  "transitive": [
    "& A transitive verb needs an object, but an intransitive one does not.",
    "@ Like, drink, punish, give are all transitive verbs.",
    {
      "intransitive": [
        "& Verbs that require a subject but don't require (or cannot accept) an object are called intransitive verbs.",
        "@ Die, sleep, snow, rain are intransitive verbs."
      ],
      "ditransitive": [
        "& Transitive verbs that are able to take both a direct object and an indirect one are called ditransitive.",
        "@ English has a number of generally ditransitive verbs, such as give, grant, and tell and many transitive verbs that can take an additional argument, such as pass, read, bake, etc.",
        "@ He gave Mary ten dollars > He gave ten dollars to Mary. ' Give ' is a ditransitive verb in this case."
      ]
    }
  ],
  "inductive": [
    "@ Using a particular set of facts or ideas to form a general principle.",
    "Not only this, but it allows for greater reading comprehension and inductive reasoning through these means.",
    "& That animal has black and white stripes and it's a zebra. Therefore, all zebras have black and white stripes.",
    {
      "deductive": [
        "@ Reaching an answer a decision by thinking carefully about the known facts.",
        "There is nothing that teaches deductive reasoning and logic better than math word problems.",
        "& All zebras have black and white stripes and that animal is a zebra. Therefore, That animal has black and white stripes."
      ],
      "inference": [
        "@ A guess that you make or an opinion that you form based on the information that you have.",
        "His change of mind was recent and sudden, the inference being that someone had persuaded him.",
        "We can't allow anybody to draw adverse inferences about historical figures and denigrate them."
      ]
    }
  ],
  "institute": [
    "The institute derives all its money from foreign investments.",
    "She is threatening to institute legal proceedings against the hospital."
  ],
  "molasses": [
    "When cooked, the mescal is a fibrous, sticky, syrupy substance with a flavor similar to molasses.",
    {
      "syrup": [
        "& Syrup is a mixture of sugar and water while molasses is a by-product of the sugar-making process.",
        "& Molasses is a type of syrup.",
        "& Both are used as a base for food and baverage, but syrup can be made by simply mixing together sugar and water while molasses is made by boiling the juice of whatever fruit is available.",
        "@ For example, maple syrup."
      ],
      "syrupy": ["Heat the liquid until it is thick and syrupy."],
      "sucrose": [
        "@ The type of sugar that exists naturally in most plants that grow on land."
      ],
      "cane": [""],
      "beet": [""]
    }
  ],
  "emphasis": [
    "Where do you put the emphasis in the word \"controvery\"?",
    {
      "utmost": [
        "The situation needs to be handled with the utmost care.",
        "The new model of the car offers the utmost in power and performance."
      ],
      "emphatic": [
        "Poland reached the final of the championship yesterday with an emphatic 5-0 victory over Italy.",
        "Towards the end of the eighteenth century, people began to see revolutions as emphatic disruptions of the past, as new points in a line."
      ],
      "emphasize": [""]
    }
  ],
  "sinister": [
    "She has dark, sinister eyes that make you nervous when she looks at you.",
    "The ruined house had a sinister appearance.",
    {
      "cruel": [
        "Is the death penalty cruel and unusual punishment?",
        "How is it possible to distinguish between humour that is about ' feeling good about life ' and that which is profoundly cruel or misogynistic?"
      ],
      "evil": [
        "Each new leader would blame his predcessor for all the evils of the past.",
        "For the sake of long-term peace, the military option is the lesser evil or the lesser of two evils (= the less unpleasant of two bad choices).",
        "An inductive inference is then made to the conclusion that certain instances, types groups, or patterns of evils are gratuitous."
      ],
      "ruthless": [""]
    }
  ],
  "apathy": [
    "@ Lack of interest, or the attitude of not caring resulting from it.",
    "~ Apathy is a tragedy and boredom is a crime.",
    {
      "apathetic": [
        "Young people today are so apathetic about politics.",
        "Human beings in love, human beings rejected, human beings hungry, restless, apathetic and hopeful: ever-changing, ever-adapting."
      ],
      "callous": [
        "It might sound callous, but I don't care if he's homeless. He's not living with me!",
        "Ethically, such an attitude appears callous and out of character with the momentousness of assisting a patient end her life."
      ]
    }
  ],
  "vicious": [
    "@ Vicious people or actions show an intention or with to hurt someone or something very badly.",
    "The police said that this was one of the most vicious attacks they'd ever seen.",
    "There were a large collections of vicious medieval torture instruments.",
    {
      "assault": [
        "Police are hunting a student attacker after an unprovoked assault in a night club.",
        "Women's groups have demanded a nationwide assault on sexism in the worplace.",
        "She died heroically during an assault on the world's second highest mountain.",
        "University officials are concerned about a series of assaults on teachers and students near the campus."
      ],
      "brutal": [
        "He had presided over a brutal regime in which thousands of people had ' disappeared '",
        "He was imprisoned in 1945 for the brutal murder of a twelve-year-old girl.",
        "She spoke with brutal honesty - I was too old for the job."
      ],
      "barbarous": [
        "& ' Barbaric ' is a term that we hear more often than ' barbarous ', but they're the same things.",
        "His murder was an outrageous and barbarous act."
      ],
      "savage": [
        "The child was savaged by a dog.",
        "Twelve thousand years ago, our ancestors were primitive savages living in caves.",
        "@ To criticize someone cruelly.",
        "The performance was savaged by the media."
      ],
      "formidable": [
        "@ Something formidable causing you to fear or respect for because that thing or person is large, powerful, or difficult.",
        "She was once a political nonentity, but has since won a formidable reputation as a determined campaigner."
      ]
    }
  ],
  "fierce": [
    "Two men were shot during fierce fighting last weekend.",
    "Firefighters had to retreat from the fierce heat.",
    "There is fierce competition to join the Special Branch",
    "The chemistry exam was fierce (= difficult).",
    "The girl group look fierce around a swimming pool in the video for their new single.",
    "But, as soon as the war ended, social unrest spread rapidly because of fierce inflation and other factors.",
    {
      "dreadful": [
        "@ Causing fear, shock, or suffering.",
        "The dreadful sufferings of the people during this war.",
        "@ Of very low quality or very unpleasant.",
        "The food was bad and the service was dreadful.",
        "@ Used to emphasize the great degree of something.",
        "I was beginning to think i'd made a dreadful mistake."
      ],
      "flounce": [
        "@ To walk quickly with large, noticeable movements, esp. to attract attention or show that you're angry.",
        "\"Don't expect any help from me in future!\" he said and flounced out of the room."
      ]
    }
  ],
  "rejoice": [
    "@ To rejoice could be something happened that was very favorable, bringing you out of perhaps sadness or even despair that you were in to start with.",
    "Everyone rejoiced at the news of his safe return.",
    "The college student rejoiced when there wasn't enough time left for her to finish her paper, but the professor gave the class another few days to finish it.",
    {
      "delighted": [
        "I was delighted to see that my friends and guests arrived on time to our party, and were enjoying themselves."
      ]
    }
  ],
  "gnaw": [
    "@ To bite or chew something repeatedly, usually making a hole in it or gradually destroying it.",
    "A dog lay under the table, gnawing on a bone.",
    {
      "nibble": [
        "@ To eat something by taking a lot of small bites.",
        "Do you have some peanuts for us to nibble while the party warms up?"
      ],
      "munch": [
        "@ To eat something, especially noisily.",
        "We watched her munch her way through a bag of peanuts."
      ],
      "chomp": [
        "@ To chew food noisily",
        "There she sat, happily chomping her breakfast."
      ],
      "crunch": [
        "@ To crush hard food loudly between the teeth, or to make a sound as if something is being crushed or broken.",
        "The gravel crunched underfoot as we walked up to the house.",
        "She was crunching noidily on an apple."
      ]
    }
  ],
  "ecosystem": [
    "Pollution can have disastrous effects on the delicately balanced ecosystem.",
    {
      "biocapacity": [
        "With our overall footprint now exceeding global biocapacity by about 30% reducing our carbon footprint is essential.",
        "Worldwide, the average human footprint is 2.28 hectares (5.4 acres), but Earth only has a biocapacity of 1.9 hectare per person, he said."
      ]
    }
  ],
  "component": [
    "The course has four main components: business law, finance, computing and managment skills.",
    {
      "compound": ["Salt is a compound of sodium and chlorine."],
      "ingredient": [""]
    }
  ],
  "emerge": [
    "Your scent will emerge, always revealing your whereabouts.",
    {
      "immerse": [
        "There is no better way to improve your language skills than immerse yourself in the culture."
      ]
    }
  ],
  "yeast": [
    "You mix flour, yeast and water to make bread.",
    {
      "ferment": [
        "You make wine by leaving grape juice to ferment until all the sugar has turned to alcohol."
      ],
      "fungus": [
        "@ Plural fungi, any of about 144,000 known species or organisms of the kingdom Fungi, which includes the yeasts, rusts, smuts, mildews, molds, and mushrooms."
      ]
    }
  ],
  "parameter": [
    "The researchers must keep within the parameters of the experiment.",
    "The report defines the parameters of best practice at a strategic, operational, and process level within an organization.",
    {
      "within the parameters of sth": [
        "We must work within the parameters of the law."
      ],
      "indexical": [""]
    }
  ],
  "determined": [
    "Several publishers rejected her book, but that just made her all the more determined.",
    "After the fire we were determined to pick up the pieces and get the business back on its feet.",
    {
      "determine": [
        "The number of staff we can take on will be determined by how much money we're allowed to spend.",
        "Your health is determined in part by what you eat.",
        "Is is the responsibility of the court to determine whether these men are innocent.",
        "He determined that his wife was cheating on him."
      ],
      "decide": [
        "I decided to eat dinner after studying.",
        "I will have to decide what university to apply to."
      ]
    }
  ],
  "demeanor": [
    "She has the demeanor of a woman who is contented with her life.",
    "In this way honorific speech becomes indexical of speaker status and demeanor.",
    "When he smiles (Which is seldom), his demeanor is sardonic.",
    {
      "demean": [
        "@ To cause someone to become less respected.",
        "The entire family was demeaned by his behavior.",
        "I couldn't demean myself by asking my father for money.",
        "To be sure, artistic practice itself was not seen to be demeaning or unbecoming of a virtuoso."
      ]
    }
  ],
  "possess": [
    "In the past the root of this plant was thought to possess magical powers.",
    "We're trying to bring out the artistic talents that many people possess without realizing it.",
    "Since sheep do not possess the opiate receptors responsible for causing anesthesia, they are not an appropriate model for testing narcotic anesthesia in fetus.",
    {
      "possession": [
        "The possession of large amounts of money doesn't ensure happiness.",
        "He was found in possession of explosives.",
        "Please remember to take all your personal possessions with you when you leave the aircraft.",
        "We need to keep possession of the ball to give ourselves a chance.",
        "We've already bought the  house but we won't possession of it until May.",
        "She attaches a lot of importance to personal possessions."
      ],
      "property": [
        "Both books have ' Government property ' stamped inside them.",
        "The club doesn't accept responsibility for loss of or damage to club members' personal property.",
        "Yes, i've bought my own house - I'm now a man of property!",
        "One of the properties of copper is that it conducts heat and electricity very well.",
        "We value herbs for their taste, but we forget that they also have medicinal properties."
      ],
      "belongings": [
        "@ The things that a person owns, especially those that can be carried.",
        "He led a simple life, with few belongings, and never owned a home of his own.",
        "Fleeing the flood waters, families here packed their belongings and headed to higher land.",
        "In the second part of the inventories are listed the belongings of the deceased, with their value."
      ]
    }
  ],
  "skirt": [
    "She was wearing a dreadful pink flouncy skirt.",
    {
      "brooch": [
        "@ A small piece of jewelry with a pin at the back that is fastened to a woman's clothing."
      ]
    }
  ],
  "elegance": [
    "He was known for his elegance and wit.",
    {
      "graceful": [
        "The gazelle is one of the swiftest and most graceful of animals."
      ],
      "disgrace": [""]
    }
  ],
  "reputation": [
    "He earned/ established/ gained/ acquired a reputation as an entertaining speaker.",
    "The newspaper has a reputation for being littered with spelling mistakes.",
    "Recent discoveries about coruption have done serious damage to the company's reputation.",
    "She has a reputation as a tough negotiator.",
    "He knew Hindman by reputation before interviewing him for the post.",
    {
      "nonentity": [
        "This collection of essays is saved from nonentity by the stature of the contributors.",
        "It's a low-budget film full of nonentities."
      ]
    }
  ],
  "manner": [
    "@ The way in which something is done.",
    "He was elected in the normal manner.",
    "It was the manner of her death that stuck in the public's mind.",
    "@ The usual way in which you behave toward other people, or the way you behave on a particular occasion.",
    "She has a somewhat cold, unfriendly manner.",
    "As soon as he realized that we weren't going to buy anything, his whole manner changed.",
    "@ A type",
    "Very little is known about the new condidate - what manner of man is he?",
    {
      "in the manner of sth": [
        "@ In the style of something.",
        "Her latest movie is a suspense thriller very much in the manner of Hitchcock."
      ],
      "manners": [
        "@ Polite ways of treating other people and behaving in public.",
        "It's bad manners to eat with your mouth open.",
        "It's considered good manners in some societies to leave a little food on you plate."
      ]
    }
  ],
  "abyss": [
    "@ A very deep hole that seems to have no bottom.",
    "I may enjoy dancing on the edge of the abyss, but I will never ever topple in, understand?",
    "@ A difficult situation that brings trouble or destruction.",
    "The country is sinking/ plunging into an abyss of violence and lawlessness.",
    {
      "cavity": [
        "@ A hole, or an empty space between two surfaces.",
        "The gold was hidden in a secret cavity.",
        "@ A cavity is also a hollow place in a tooth caused by decay."
      ],
      "cliff": [
        "@ A high area of rock with a very steep side, often on a coast.",
        "Keep away from the edge of the cliff - you might fall."
      ],
      "pit": [
        "@ A large hole in the ground, or a slightly low area in any surface.",
        "They'd dug a shallow pit and left the bodies in it.",
        "These pits in my skin are from when I had chickenpox.",
        "@ A coal mine or an area of land from which a natural substance is taken by digging.",
        "The coal-mining industry wants new pits to be opened.",
        "@ A very messy or dirty place.",
        "I'm afraid my room is a complete pit!",
        "@ A large, hard seed inside some types of fruit.",
        "Peaches, plums, cherries, avocados, and olives all contain pits.",
        {
          "the pit": [
            "@ In a theater, the seats at the lowest level, or the orchestra pit."
          ],
          "the pits": [
            "@ Something that is of extremely low quality.",
            "The hotel we stayed in was the pits!",
            "@ ( in auto racing ) the area next to the track where the cars are given fuel or repaired during a race."
          ],
          "The pit of your stomach": [
            "@ The center of your body, where you feel esp. fear and anxiety",
            "I got a sick feeling in the pit of my stomach before the performance."
          ]
        }
      ],
      "trench": [
        "@ A narrow hole that is dug into the ground.",
        "A workman was killed when the sides of the trench he was working in collapsed.",
        "The trenches of the First World War.",
        {
          "foxhole": [
            "@ A small hole dug in the ground during a war or military attack, used by a small group of soldiers as a base for shooting at the enemy and as a shelter from attack.",
            "His ' darkroom ' was a foxhole at night, using film developer and fixer mixed with rain water and poured into two helmets."
          ]
        }
      ]
    }
  ],
  "liquefy": [
    "The critical pressure is the amount of pressure required to liquefy water at the critical temperature.",
    {
      "crystallize": [""]
    }
  ],
  "forbear": [
    "@ To prevent yourself from saying or doing something, especially in a way that shows control, good judgment, or kindness to others.",
    "His plan was such a success that even his original critics could scarcely forbear from congratulating him.",
    {
      "inhibit": [
        "Some workers were inhibited from speaking by the presence of their managers.",
        "This drug inhibits the growth of tumours.",
        "The merger of the two corporations was not allowed because it would inhibit open competition."
      ],
      "forbid": [
        "The law forbids the sale of cigarettes to people under the age of 16.",
        "He was obviously really embarrassed about it because he forbade me to tell anyone.",
        "He's forbidden from leaving the country."
      ]
    }
  ],
  "plumage": [
    "Male peacocks have beautiful plumage.",
    {
      "shelduck": [
        "@ A large goose-like Old World duck with brightly coloured plumage, typically showing black and white wings in flight."
      ],
      "goose": [
        "True geese are not ducks, but there are a lot of similarities between the two and there are even some shelducks that have \"goose\" in their names."
      ]
    }
  ],
  "infuse": [
    "@ To fill someone or something with an emotion or quality.",
    "The pulling down of the Berlin Wall infused the world with optimism.",
    {
      "infection": [""]
    }
  ],
  "intermingle": [
    "Fact is intermingled with fiction throughout the book.",
    {
      "merger": [""]
    }
  ],
  "opponent": [
    "She hit the ball so hard that her opponent had no chance to establish any rhythm in her game.",
    {
      "compete": [""],
      "bid": [
        "@ To offer a particular amount of money for something that is for sale and compete against other people to buy it, especially at a public sale of goods or property.",
        "The communications group has shown an interest in bidding for the company.",
        "Paris is bidding to host the next Olympics.",
        "Before you decide how to bid, you need to evaluate how strong the hand of cards you are holding is."
      ]
    }
  ],
  "prominently": [
    "@ Very noticeable, important, or famous.",
    "The government should be playing a more prominent role in promoting human rights.",
    "New books are displayed in a prominent position on tables at the front of the store.",
    "She has a prominent nose.",
    {
      "prominence": [
        "Despite his prominence, he was never able to make a living."
      ],
      "prominently": [
        "A photograph of her daughter was prominently displayed on her desk.",
        "I left the book lying around with a bookmark protruding prominently from the last chapter.",
        "Economic problems have figured prominently in the election.",
        "Having spelling mistakes and typos highlighted so prominently is distracting to the reader."
      ],
      "protrude": [
        "A rotting branch protruded from the swamp like a ghostly arm.",
        "A snake protruded its tongue and hissed loudly.",
        {
          "protrusion": ["A protrusion on the cliffs looks like a human head."]
        }
      ]
    }
  ],
  "fibrous": [
    "It is from these cells the permanent fibrous tissure is formed.",
    {
      "parchment": [
        "The wizard wrote a symbol onto the tiny parchment and tossed it into the center of their small circle."
      ]
    }
  ],
  "dictator": [
    "@ A leader who has complete power in a country and has not been elected by the people.",
    "My boss is kind of a dictator.",
    {
      "dictatorial": [
        "@ Liking to give orders.",
        "Her father is very dictatorial."
      ],
      "dictatorship": [
        "A flood of refugees fled the brutal dictatorship then existing in that country.",
        "They prevent the country from falling prey to the soldiers who fought the revolution and want to restore the old dictatorship.",
        "By any reasonable person's thinking; this set of unconstitutional powers represents nothing more than a -- presidential dictatorship.",
        "None of the governments that followed the dictatorship ever included us in their agenda."
      ],
      "authoritarian": [
        "My father was a real authoritarian so we were brought up very strictly.",
        "Authoritarians demand rigid adherence to rules and an uncritical acceptance of authority."
      ],
      "authority": [
        "The United Nations has used/ exerted/ exercised its authority to restore peace in the area.",
        "They've been acting illegally and without authority (= permission) from the council.",
        "I'll give my lawyer authority (= permission) to act on my behalf.",
        "He has no authority over (= ability to control) his students.",
        "She spoke with authority (= as if she was in control or had special knowledge).",
        "She is a world authority on 19th-century Irish history."
      ],
      "regime": [
        "The old corrupt, totalitarian regime was overthrown.",
        "The regime tried to silence dissent with a program of mass murder.",
        "The once docile population has finally risen up against the ruthless regime."
      ],
      "despotic": [
        "@ Having unlimited power over other people, and often using it unfairly and cruelly.",
        "The Inca emperor was a despotic ruler of a highly stratified society.",
        "Dictator are individauls that exercise despotic power."
      ],
      "emperor": [
        "Hirohito was Emperor of Japan from 1926 until his death in 1989.",
        "Constantine was the first emperor to promote Christianity.",
        "He'd dressed up as a Roman emperor for the costume party."
      ],
      "imperial": [
        "This type of porcelain was made specifically for the Chinese emperor and the imperial household.",
        "The glittering ceremony conjured up images of Russia's imperial past.",
        "The imperial guards stormed the palace.",
        "@ The imperial system of measurement uses units such as inches, miles, and pints.",
        "Imperial units have in many cases been replaced by metric ones in Britain."
      ],
      "totalitarian": [
        "@ Of or being a political system in which those in power have complete control and do not allow people freedom to oppose them.",
        "But even in a totalitarian regime, soldiers along the border are hungry enough to take bribes.",
        "He, a professor, represents education, which, as his lectures remind us, totalitarian governments try to keep down."
      ]
    }
  ],
  "fruitful": [
    "Few explorations have been so fruitful as this six years' journey.",
    {
      "abundance": [""]
    }
  ],
  "preserve": [
    "He wanted to protect her and preserve her innocence.",
    {
      "conserve": [""],
      "restore": [""]
    }
  ],
  "effigy": ["The effigy on it may be taken to be an authentic portrait."],
  "urine": [
    "@ A waste product of animals, typically liquid (solid in birds and reptiles) containing urea or uric acid."
  ],
  "shank": [
    "@ The part of the leg between the knee and ankle or the equivalent in animals."
  ],
  "acquire": [
    "To acquire wealth is difficult, to preserve it more difficult, but to spend it wisely most difficult of all.",
    {
      "derive": [
        "@ To get something from something else.",
        "The institute derives all its money from foreign investments.",
        "I didn't derive much benefit from school.",
        "He derives an enormous amount of satisfaction from restoring old houses.",
        "Much of it is derived from family interactions he has overheard through the years."
      ],
      "receive": [""]
    }
  ],
  "chauvinistic": [
    "@ Believing or showing an unreasonable belief that your own country or race is the best or most important.",
    "The crowd was enthusiastically singing chauvinistic patriotic songs.",
    "@ Believing that or behaving as if women are naturally less important, intelligent, or able than men.",
    "That is an unforgiving male chauvinistic attitude!",
    {
      "chauvinist": [""],
      "misogynistic": [
        "@ Showing feelings of hating women or a belief that men are better than women.",
        "I'm amazed by some of the misogynistic attitudes in this country.",
        "It seems perplexing that great numbers of women are tweeting misogynistic insults that are derogatory to their own gender."
      ],
      "xenophobic": [""]
    }
  ],
  "precaution": [
    "In embracing him for the last time, she felt the cuirass he wore and exclaimed that such a precaution was unworthy of a man resolved to die.",
    {
      "disruption": [
        "@ An interruption in the usual way that a system, process, or event works.",
        "It would cause a tremendous disruption to our work schedule to install a different computer system."
      ]
    }
  ],
  "baverage": [
    "",
    {
      "carbonated": [
        "@ A carbonated drink is fizzy because it contains bubbles of carbon dioxide.",
        "It's basically carbonated white grape juice."
      ],
      "fizzy": [""]
    }
  ],

  "brandy": [
    "@ A strong alcoholic drink made from wine and sometimes flavored with fruits.",
    "After dinner we drank coffee laced with brandy.",
    "I keep a bottle of brandy purely for medicinal purposes - it's good for shock.",
    {
      "mescal": [
        "& Tequilla is a type of mescal, but a mescal cannot be a tequila."
      ]
    }
  ],
  "emulsion": [
    "@ A mixture that results when one liquid is added to another and is mixed with it but does not dissolve into it.",
    "Mixing oil and vinegar together produces an emulsion.",
    "By making the emulsion, oil viscosity is substantially reduced.",
    {
      "emulsifier": [
        "@ A substance that forms or keeps an emulsion and is often added to processed foods to prevent particular parts from separating.",
        "Sodium citrate may sound unfamiliar and possibly suspect, but it's basically just a form of salt that works as an emulsifier.",
        "You need an emulsifier, something that helps oils mix with other ingredients."
      ]
    }
  ],
  "pomegranate": [
    "@ A round, thick-skinned fruit containing a mass of red seeds and a lot of juice.",
    "For a bit of color, you can add pomegranate seeds or dried cranberries to the salad.",
    "You may know that antioxidants from foods like blueberries, green tea, turmeric and pomegranate can help prevent this damage.",
    {
      "cranberry": [
        "@ A small, round, red, fruit with a sour taste.",
        "Add the cranberries and cook until they start to release their liquid, 8 to 10 minutes."
      ]
    }
  ],
  "abbreviation": [
    "& An abbreviation is a shortened form that represents the whole word",
    "& For instance, EX and Dr. is the abbreviation for Example and Doctor.",
    "But others among us have less familiarity with some of the terms and abbreviations that pepper the site.",
    {
      "acronym": [
        "& An acronym uses initial letters from a phrase that forms one word.",
        "@ A word created from the first letters of each word in a series of words.",
        "NASA is an acronym for National Aeronautics and Space Administration.",
        "PIPE is an acronym for private-investment, public-equity",
        "To some, that acronym has become a dirty word."
      ]
    }
  ],
  "dam": [
    "@ A wall built across a river that stops the river's flow and collects the water, esp. to make a reservoir (= an artificial lake) that provides water for an area.",
    "The Aswan High Dam is on the River Nile in Egypt.",
    "& The female parent of an animal, esp. a horse.",
    "The horse has American bloodlines on his dam's side.",
    "Fish are affected when a river is dammed up.",
    {
      "sire": [
        "& A male parent of an animal, esp. a horse.",
        "Ask about the health and temperament of the sire and dam, the parents of the dog.",
        "@ To become the male parent of an animal or the father of a child.",
        "The large bay colt was sired by Pleasant Colony."
      ],
      "foal": [""],
      "colt": [""]
    }
  ],
  "pattern": [
    "@ A particular way in which something is done, is organized, or happens.",
    "The pattern of family life has been changing over recent years.",
    "Many behavior patterns have been identified in the chimp colony.",
    "The decision follows a pattern that has become increasingly common in the food industry.",
    "@ Any regularly repeated arrangement, esp. a design made from repeated lines, shapes, or colors on a surface.",
    "Look, the frost has made a beautiful pattern on the window.",
    "@ Something that is used as an example, esp. to copy.",
    "The design is so good it's sure to set the pattern for many others.",
    "@ A small piece of cloth or paper taken from a usual-sized piece and used to show what it looks like.",
    "A pattern book.",
    "@ Used in compounds to refer to the way in which a particular type of hair loss occurs, affecting mainly the top and front of the head.",
    "50% of men over age 50 experience some kind of male pattern baldness.",
    "Female-pattern hair loss, which is caused by genetic and hormonal factors, is the most common type of hair loss in women.",
    {
      "patterned": [
        "A rose and black patterned skirt.",
        "@ To be copied from something or to be very similar to something.",
        "The facility will employ 150 people and be patterned after the steel fastener facility in Saint Joe, Indiana."
      ],
      "a holding pattern": [
        "@ A situation where there is little activity or change, and people are not doing business, spending money, etc. because they can't decide waht to do next.",
        "Several deals went into an immediate holding pattern after the crisis."
      ]
    }
  ],
  "disposal": [
    "",
    {
      "at someone's disposal": [
        "Having sold the house she had a large sum of money at her disposal (= to spend as she wanted)."
      ]
    }
  ],
  "swift": [
    "@ Happening or moving quickly or within a short time, esp. in a smooth and easy way.",
    "Thank you for your swift reply.",
    "A swift current carried him downstream.",
    "Public reaction has been swift and negative.",
    "Her swift ascent to global fame was unprecedented for any architect.",
    "@ A small bird with curved, pointed wings that can fly very fast.",
    {
      "swiftly": [
        "The sky was swiftly becoming dark.",
        "Walking swiftly, he was at the office within minutes."
      ]
    }
  ],
  "hectare": [
    "@ A unit used for measuring land. One hectare is the sames as 10,000 square meters.",
    "Farmers plan to earn an extra $30 per hectare by joining a basic environmental scheme.",
    "Over the last decade, fires have claimed nearly one million hectares of forest land in Portugal.",
    {
      "acres": [
        "@ A unit for measuring area, equal to 4,047 square meters or 4,840 square yards.",
        "The mansion is set in 90 acres of beautiful, unspoilt countryside.",
        "The Forestry Commission is responsible for preserving over 2 million acres of forest."
      ],
      "acreage": [
        "@ The size of an area of land in acres, or an area of land that can be measured in acres.",
        "One third of the acreage is parkland.",
        "These chemicals pose a risk to non-target organisms, especially when applied to vast acreages."
      ],
      "metre": [
        "& ' meter ' is the US spelling and ' metre ' is the British spelling."
      ]
    }
  ],
  "inflation": [
    "& An increase in prices over time, causing a reduction in the value of money.",
    "Higher inflation threatens to force interest rates higher.",
    "He's planning to increase public spending by 3.3% above inflation for the next three years.",
    {
      "deflation": [
        "@ The action of making something smaller by removing the air from inside it; the fact of becoming smaller in this way.",
        "The rate of deflation of the balloon depends on the kind of material from which it's made.",
        "@ The situation in which something becomes weaker, or something or someone becomes less confident than before.",
        "A feeling of deflation after the party."
      ],
      "disinflation": [""],
      "reflation": [""],
      "inflationary": [""]
    }
  ],
  "dignified": [
    "The architectural style is dignified and pleasing in design and proportions."
  ],
  "scent": [
    "The weather is fine, and the air is full of the scent of strawberries."
  ],
  "absurd": ["The idea was absurd, even for someone as chauvinistic as Romas."],
  "proportion": [
    "After that, it diminishes roughly in proportion to the delay."
  ],
  "external": ["In external ways David had hardly changed at all."],
  "branch": [
    "@ A part of a plant stem or a part of something which is larger and more complex."
  ],
  "morph": [
    "In some species, such as aphids, the flightless morph lacks wings and is called the apterous morph."
  ],
  "entropy": [
    "In the special case of a substance isolated from external heat supply, d * H = 0, the change of entropy is zero in a reversible process, but must be positive if the process is not reversible."
  ],
  "whereabouts": [
    "If anyone know the whereabouts of John, last name unknown, contact Ms. Smith on 6th Street."
  ],
  "thorn": ["He had been a thorn in her side ever since."],
  "inherit": [
    "The company's new president will inherit some complicated legal problems."
  ],
  "slimy": [
    "The raindrops were heavier now, working the mud on her face into a slimy mess."
  ],
  "exclaim": [
    "As she passed, they would stop her and exclaim \"Gee Your Hair Smell Terrific!\"."
  ],
  "bench": [
    "She slid into the opposite bench and let her gaze drop significantly to the cup in his hand."
  ],
  "fellowship": [
    "He enjoyed the fellowship of other actors in the company.",
    "I like the game, and I enjoy the fellowship of the guys on the team.",
    "@ An amount of money that is given to postgraduates to allow them to study a subject at an advanced level.",
    "He was awarded a fellowship at the college.",
    "She has applied for a research fellowship.",
    "@ The position of a fellow at a college or university.",
    "He was elected to an honorary fellowship at National Taiwan University."
  ],
  "tile": [
    "@ A flat, thin, usually square piece of baked clay, plastic, or other material used for covering floors, walls, or roofs.",
    "Count the tiles on the floor or ceiling.",
    "Now, images circulated by medics and activists showed patients lying on a blood-smeared tile floor of a crowded room in one hospital.",
    "Its home screen presents a collection of flat, information-rich tiles that dynamically update with the information that's most important to you."
  ],
  "union": [
    "Meanwhile the debate on European political and monetary union continues.",
    "The signing of the treaty marked a major milestone on the road to European union.",
    "In the American Civil War, ' the Union ' refers to the states that didn't separate from the United States.",
    "@ An organization that represents the people who work in a particular industry, protects their rights and may agree pay, working conditions, etc. with their employers.",
    "The unions are on strike over wage concerns.",
    " \"No date has yet been set for a strike\", the union said in a statements to the press this morning.",
    "The political activity of each affiliated union is highly regulated by statute."
  ],
  "intention": [
    "@ Something that you want and plan to do; an aim.",
    "It wasn't my intention to exclude her from the list - I just forgot her.",
    "He had good intentions (= He meant to be kind), but unfortunately things just didn't work out.",
    "Where did it come from, and what are its intentions?",
    "Everyone thinks that this was done with intention, but it wasn't."
  ],
  "destruction": [
    "@ The act of destroying something, or the fact of being destroyed.",
    "Many people are very concerned about the destruction of the rainforests.",
    "Unusually high winds left a trail of destruction over the area."
  ],
  "predecessor": [
    "@ Someone who had a job or a position before someone else , or something that comes before another thing in time or in a series.",
    "My predecessor worked in this job for rwelve years.",
    "@ A machine, system, law etc. that has been replaced by a new one.",
    "The latest Ferrari is not only faster than its predecessors but also more comfortable,",
    "The new model retains all the advantages of its predecessor but offers five times the speed.",
    {
      "former": [""]
    }
  ],
  "gratuitous": [
    "@ ( of something such as bad behavior ) not necessary, or with no cause.",
    "A lot of viewers complained that there was too much gratuitous sex and violence in the movie.",
    "There were too many gratuitous personal insults throughout the debate."
  ],
  "indulgence": [
    "@ An occasion when you allow someone or yourself to have something enjoyable, especially more than is good for you.",
    "All the pleasures and indulgences of the weekend are over, and I must get down to some serious hard work.",
    "His health suffered from over-indulgence in rich food and drink.",
    "@ An occasion when you allow or do not mind someone's failure of bad behavior.",
    "My inability to do needlework was treated with surprising indulgence by my teacher."
  ],
  "bellwether": [
    "@ Someone or something that shows how a situation will develop or change.",
    "The report is viewed as a bellwether for/ of national economic trends.",
    "investors will be eagerly awaiting the guidance from bellwether stocks."
  ],
  "torn": ["Your dress is torn and you're bleeding."],
  "wandering": ["I didn't noticed how far I was wandering this evening."],
  "traumatic": ["It was very traumatic for Donnie and he hasn't spoke since."],
  "decent": [
    "I'm going to get an education and a decent job.",
    {
      "indecent": [
        "@ Morally ofensive, especially in a sexual way.",
        "She accused him of making indecent suggestions to her.",
        "Indecent language is not allowed on the radio between 6 a.m. and 10 p.m.",
        "@ not suitable or correct for situation.",
        "The governor left his residence with almost indecent haste following his resignation.",
        {
          "indecency": [
            "The network received the harshest fine ever imposed for indecency on TV."
          ]
        }
      ],
      "suitable": [""]
    }
  ],
  "subconscious": [
    "& There are conscious thoughts that you're aware of and subconscious ones that you're not."
  ],
  "gaze": [
    "Her wandering gaze came up to his face and warmth shot painfully up her neck"
  ],
  "passionate": [
    "She was passionate about Asian cooking and that has reflected in her dining experience."
  ],
  "interchangeably": [
    "@ When two sweaters look almost the same and you could easily wear either one with a particular skirt, this is an example of when the sweaters can be worn interchangeably."
  ],
  "severity": ["@ The fact or condition of being severe."],
  "distinguish": [
    "He's color-blind and can't distinguish between red and green easily."
  ],
  "advocate": [
    "He advocates the return of capital punishment.",
    {
      "promotion": [
        "@ Activities to advertise something.",
        "There was a promotion in the supermarket and they were giving away free glasses of wine.",
        "@ The act of encouraging something to happen or develop."
      ],
      "advertise": [""]
    }
  ],
  "trimmed": ["She was wearing a black suit trimmed with white."],
  "benevolent": [
    "He was a benevolent old man and wouldn't hurt a fly.",
    "I grew up happily under the benevolent influence of my Uncle Walt.",
    {
      "benevolence": [""]
    }
  ],
  "ensue": [
    "@ To happen after something else, especially as a result of it.",
    "Chaos ensued when 60 charter schools run by one company were all suddenly closed."
  ],
  "charter": [
    "Education is one of the basic human rights written into the United Nations Charter."
  ],
  "equanimity": [
    "In spite of her financial troubles, she faced the future with equanimity."
  ],
  "counselor": [
    "The college now has a counselor to help students with both personal and work problems."
  ],
  "passer-by": ["We amused ourselves by watching the passers-by."],
  "proceedings": ["Millions of people watched the proceedings on television."],
  "craft": ["That's a beautifully crafted silver brooch."],
  "ceasefire": [
    "A ceasefire based on humanitarian would relieve much suffering and assist relief efforts."
  ],
  "alchemy": [
    "@ A type of chemistry, especially in the Middle Age, that dealt with trying to find a way to change ordinary metals into gold and with trying to find a medicine that would cure any disease.",
    "She manages, by some extraordinary alchemy, to turn the most ordinary of ingredients into the most delicious of dishes."
  ],
  "renewed": [
    "She jumped on the story with renewed vigor.",
    "The latest outbreak has led to renewed concern about the spread of the disease."
  ],
  "topple": [
    "If your child happens to topple out of the bed, the fall isn't very far or very traumatic.",
    "This was a secret bid to topple the chairman and take his job.",
    "The church was prominently involved in the struggle that toppled the dictatorship."
  ],
  "trajectory": [
    "@ The curved path that an object follows after it has been thrown or shot into the air.",
    "The missile came in on a very low trajectory.",
    "Each vector influences the momentum and direction of the developmental trajectory."
  ],
  "quasi-": [
    "Do companies need to be quasi-monopolies to survive in this new global economy?",
    "Mandatory arbitration is a private, quasi-legal system of resolving disputes.",
    "Laborers sometimes served as quasi-soldiers."
  ],
  "oriented": [
    "She wants to turn the company into a profit-oriented orgnization.",
    "Countries with more globally oriented economies have higher levels of information technology investment."
  ],
  "verifiable": [
    "The inquiry found no verifiable evidence of document of data falsification.",
    "The treaty aims to make developing countries' emissions cuts verifiable."
  ],
  "recipient": [
    "@ A person or organization that receives something, such as money, a prize, etc.",
    "Former Nobel Peace Prize recipients include Jimmy Carter and Barack Obama.",
    "They're the country's biggest recipient of government funds."
  ],
  "silken": [
    "~ I was born into the world on a silken cloud. And I got bored of the world before I hit the ground.",
    {
      "silk": [""]
    }
  ],
  "moreover": [
    "@ Used to add information, also and more importantly.",
    "The whole report is badly written. Moreover, it's inaccurate.",
    "It was a good car and, moreover, the price was quite reasonable."
  ],
  "deem": [
    "@ To consider or judge something in a particular way.",
    "The area has now been deemed safe.",
    "We will provide help whenever you deem it appropriate.",
    "Anyone not paying the registration fee by March 31 will be deemed to have withdrawn from the offer."
  ],
  "refinement": [
    "@ The process of making a substance pure.",
    "The refinement of raw opium yields other drugs, such as morphine.",
    "@ A small change that improve something.",
    "These refinements have increased the machine's accuracy by 25 percent."
  ],
  "excessive": [
    "@ Too much",
    "Excessive exercise can sometimes cause health problems.",
    "They complained about excessive government intrusion into their legitimate activities."
  ],
  "femininity": [
    "@ The fact or quality of having characteristics that are traditionally thought to be typical of or suitable for a woman.",
    "Long hair was traditionally regarded as a sign of femininity.",
    "The flowers and cream lace of the dress indicate femininity and delicacy."
  ],
  "nimble": [
    "@ Quick and exact either in movement or thoughts.",
    "His numble mind calculated the answer before I could key the numbers into my computer.",
    {
      "spry": [""]
    }
  ],
  "illusion": [
    "@ An idea or belief that is not true.",
    "He had no illusions about his talents as a singer.",
    "I'm under no illusion (= I understnad the truth ) about the man I married.",
    "@ Something that is not really what it seems to be.",
    "A large mirror in a room can create the illusion of space.",
    "The impression of calm in the office is just an illusion.",
    {
      "illusory": [""]
    }
  ],
  "imposture": [
    "@ The act of pretending to be someone else in order to deceive others.",
    "This internet imposture caused clear epistemic damage.",
    {
      "deception": [
        "@ The act of hiding the truth, esp. to get an advantage.",
        "He said that the govenment was guilty of deception by exaggerating the figures.",
        "It wasn't really magic - just some kinda clever visual deception.",
        {
          "deceptive": [
            "@ Making you believe something that is not true.",
            "It's deceptive - from the outside the building looks small, but inside it's very big."
          ],
          "deceptively": [
            "The plan seemed deceptively simple (= it seemed simple but was not).",
            "The tool is noisy to use and deceptively dangerous (= it's more dangerous than it seems)."
          ],
          "deceive": [
            "@ To persuade someone that something false is the truth, or to keep truth hidden from someone for your own advantage.",
            "The company deceived customers by selling old computers as new ones.",
            "The sound of the door closing deceived me into thinking they had gone out.",
            "She thinks he'll come back, but she's deceiving herself."
          ],
          "misleading": [""]
        }
      ]
    }
  ],
  "grain": [
    "@ A seed or seeds from a plant, especially a plant like a grass such as rice or wheat.",
    "Grain is one of the main exports of the American Midwest.",
    "@ A very small piece of a hard substance, or a small amount of something.",
    "Grains of sand.",
    "There wasn't grain of truth in anything she said.",
    "Anyone with a grain of common sense would have known what to do.",
    "@ The pattern of extremely small spots of black and white or color, that form a photographic or film image, or one of these small spots.",
    "@ The natual pattern of lines in the surface of a material, such as wood or rock, or the direction in which the fibers that form these substances lie.",
    "Polishing the wood brings out its grain.",
    {
      "film grain": [
        "@ The random physical texture made from small metallic selverpaticles found on processed photographic celluloid.",
        "@ Also known as granularity, this can vary in size, not just due to its random nature, but by the size of the image shrinking or increasing ' grains '.",
        {
          "film noise": [
            "@ Film noise is another term that gets used when talking abuot analog film grain.",
            "& However, film noise more accurately defines what you might see at the beginning or end of an actual film reel.",
            "@ This is the quick, sputtering, noticeable specks and hairs that often indicate the reel has ended or is beginning."
          ]
        }
      ],
      "sorghum": ["@ A type of grain grown in hot countries."],
      "wheat": [
        "@ A plant whose yellowish-brown grain is used for making flour, or the grain itself.",
        "Wheat is a staple crop for millions of people across the world."
      ],
      "crop": [""]
    }
  ],
  "navigate": [
    "@ To direct the way that a ship, aircraft, etc. will travel, or to find a direction across, along, or over an area of water or land, often by using a map.",
    "Sailors have special equipment to help them navigate.",
    "Some migrating birds can navigate by the moon.",
    "@ To move around a website or computer screen, or between websites or screens.",
    "Their website is fairly plain, but very easy to navigate."
  ],
  "momentousness": [
    "@ The quality of being important because of effects on future events.",
    "I didn't realize the momentousness of the occasion.",
    "He emphasizes the momentousness of next week's vote.",
    {
      "momentous": [
        "The news of the president's death is momentous",
        "Whether or not to move overseas was a momentous decision for the family."
      ]
    }
  ],
  "shatter": [
    "@ to cause something to suddenly break into very small pieces.",
    "The glass shattered into a thousand tiny pieces.",
    "His leg was shattered in the accident.",
    "@ To end or severely damage something.",
    "The book shattered all her illusions about the Romans."
  ],
  "premeditated": [
    "@ Done after being thought about or carefully planned, esp. of a crime or something unpleasant.",
    "The assault was premeditated and particularly brutal.",
    "The police believe the crime was premeditated.",
    {
      "unpremeditated": [""]
    }
  ],
  "full-frontal": [
    "@ Showing someone's body naked and from the front.",
    "A full-frontal picture",
    {
      "frontal": [
        "@ Relating to the front of something.",
        "The frontal lobes/ regions of the brain",
        "@ Relating to the forehead.",
        {
          "frontal assault/ attack": [
            "@ Very strong criticism of someone or something."
          ]
        }
      ]
    }
  ],
  "delinquency": [
    "@ Behavior, esp. of a young person, that is illegal or not acceptable to most people",
    "There is a high rate of juvenile delinquency in this area.",
    "His past delinquencies have made it hard for him to get a job."
  ],
  "unprovoked": [
    "@ Not caused by anything and therefore unfair, esp. of an unpleasant action or remark.",
    "Witnesses said the attack was unprovoked."
  ],
  "strategic": [
    "@ Helping to achieve a plan, for example in business or politics.",
    "Their bombs are always placed in strategic positions to cause as much chaos as possible.",
    "@ Used to provide military forces with an advantage.",
    "There are plans to modernize the U.S. strategic forces."
  ],
  "operational": [""],
  "vague": [""],
  "vector": [""],
  "momentum": [""],
  "monopoly": [""],
  "mandatory": [""],
  "arbitration": [""],
  "dispute": [""],
  "laborer": [""],
  "anesthesia": [
    "",
    {
      "painkiller": [""]
    }
  ],
  "avert": [""],
  "abuse": [""],
  "aesthetic": [""],
  "dilemma": [""],
  "hologram": [""],
  "infant": [""],
  "merrily": [""],
  "mockery": [""],
  "revenue": [""],
  "smelter": [""],
  "sneaky": [""],
  "succumbed": [""],
  "unhinge": [""],
  "unsung": [""],
  "narrow": [""],
  "corruption": [""],
  "unmade": [""],
  "negotiator": [""],
  "court": [""],
  "firm": [""],
  "stature": [""],
  "contributor": [""],
  "contented": [""],
  "axis": [""],
  "idexical": [""],
  "honorific": [""],
  "sardonic": [""],
  "virtuoso": [""],
  "unbecoming": [""],
  "symmetry": [""],
  "dimension": [""],
  "opiate": [""],
  "receptor": [""],
  "fetus": [""],
  "narcotic": [""],
  "aircraft": [""],
  "attach": [""],
  "flood": [""],
  "flee": [""],
  "inventory": [""],
  "deceased": [""],
  "stamp": [""],
  "bidder": [""],
  "auction": [""],
  "copper": [""],
  "medicinal": [""],
  "herb": [""],
  "falsification": [""],
  "inquiry": [""],
  "emission": [""],
  "treaty": [""],
  "synthesis": [""],
  "neoclassical": [""],
  "paradoxically": [""],
  "macro-": [""],
  "proposal": [""],
  "idiosyncratic": [""],
  "presence": [""],
  "prenatal": [""],
  "instruction": [""],
  "contract": [""],
  "evaluate": [""],
  "figure": [""],
  "swamp": [""],
  "hiss": [""],
  "prevent": [""],
  "unconstitutional": [""],
  "agenda": [""],
  "council": [""],
  "strict": [""],
  "rigid": [""],
  "demand": [""],
  "exert": [""],
  "administrator": [""],
  "overthrown": [""],
  "corrupt": [""],
  "dissent": [""],
  "accuse": [""],
  "covert": [""],
  "docile": [""],
  "handful": [""],
  "stratified": [""],
  "porcelain": [""],
  "household": [""],
  "christianity": [""],
  "glittering": [""],
  "ceremony": [""],
  "conjure": [""],
  "metric": [""],
  "quaint": [""],
  "retinue": [""],
  "bribe": [""],
  "ideology": [
    "",
    {
      "ideologies": [""]
    }
  ],
  "attribute": [""],
  "depositional": [""],
  "implement": [""],
  "equivalent": [""],
  "obscured": [""],
  "preside": [""],
  "architectural": [""],
  "optimization": [""],
  "enormous": [""],
  "overhear": [""],
  "postgraduates": [""],
  "clay": [""],
  "anticipate": [""],
  "present": [""],
  "dynamic": [""],
  "circulate": [""],
  "medic": [""],
  "activist": [""],
  "smear": [""],
  "debate": [""],
  "monetary": [""],
  "matrimony": [""],
  "summit": [""],
  "statute": [""],
  "affiliate": [""],
  "wage": [""],
  "regulate": [""],
  "vinegar": [""],
  "viscosity": [""],
  "substantial": [""],
  "suspect": [""],
  "antioxidant": [""],
  "turmeric": [""],
  "Aeronautics": [""],
  "Administration": [""],
  "equity": [""],
  "duplicate": [""],
  "pepper": [""],
  "iterable": [""],
  "intuitive": [""],
  "invitation ": [""],
  "occasion": [""],
  "be tried": [""],
  "split": [""],
  "congress": [""],
  "regulation": [""],
  "profit": [""],
  "intriguing": [""],
  "restless": [""],
  "reject": [""],
  "tremendous": [""],
  "trail": [""],
  "widespread": [""],
  "utopian": [
    "",
    {
      "dystopian": [""]
    }
  ],
  "bloodline": [""],
  "temperament": [""],
  "perplex": [""],
  "derogatory": [""],
  "enthusiastically": [""],
  "patriotic": [""],
  "retain": [""],
  "comprehension ": [""],
  "casualty": [""],
  "denigrate": [""],
  "adverse": [""],
  "chimp": [""],
  "hormonal": [""],
  "sluggish": [""],
  "consume": [""],
  "facility": [""],
  "plung": [""],
  "generous": [""],
  "orchestra": [""],
  "helmet": [""],
  "film developer": [
    "",
    {
      "fixer": [""]
    }
  ],
  "citrate": [""],
  "sodium": [""],
  "chlorine": [""],
  "unprecedented": [""],
  "ascent": [""],
  "scheme": [""],
  "mansion": [""],
  "unspoilt": [""],
  "forestry": [""],
  "commission": [""],
  "parkland": [""],
  "waterfront": [""],
  "reduction": [""],
  "stock": [""],
  "condidate": [""],
  "appoint": [""],
  "receive": [""],
  "oak": [""],
  "inset": [""],
  "instrument": [""],
  "suspense": [""],
  "lace": [""],
  "fizzy": [""],
  "opium": [""],
  "yield": [""],
  "morphine": [""],
  "intrusion": [""],
  "legitimate": [""],
  "indicate": [""],
  "delicacy": [""],
  "stain": [""],
  "detergent": [""],
  "whereas": [""],
  "epistemic": [""],
  "export": [""],
  "fiber": [""],
  "optical": [""],
  "dye": [""],
  "halide": [""],
  "photon": [""],
  "lament": [""],
  "celluloid": [""],
  "distortion": [""],
  "reel": [""],
  "sputter": [""],
  "speck": [""],
  "inherent": [""],
  "staple": [""],
  "migrate": [
    "",
    {
      "migrating bird": [""]
    }
  ],
  "plain": [""],
  "fairly": [""],
  "residence": [""],
  "haste": [""],
  "resignation": [""],
  "harsh": [""],
  "impose": [""]
}
