{
  "Hamilton": {
    "Alexander Hamilton": [
      "~ How does a bastard, orphan, son of a whore, and a Scotsman, dropped in the middle of a forgotten.",
      "~ Spot in the Caribbean by providence, impoverished, in squalor.",
      "~ Grow up to be a hero and a scholar?",
      {
        "Caribbean": [
          "@ Relating to the sea that is east of Central America and north of South America, or the islands in it and the countries that border this sea.",
          "The hurricane is centered over the eastern Caribbean.",
          "They've vacationing somewhere in the Caribbean."
        ],
        "providence": [
          "@ The care and control of God or of a force that is not human in origin.",
          "He trusts in divine providence.",
          [
            "The success of that mission wasn't divine providence or luck, although both probably played a role.",
            "Art and literature were less the providence of the church thanks to the smooch.",
            "The glory came with more kicks, the mob wanted ot grab him, to rip him apart, to feel blessed at having touched providence."
          ]
        ],
        "impoverish": [
          "@ To make someone very poor.",
          "The new law is likely to further impoverish single parents.",
          "He was made to pay a ruinous fine that impoverished his family.",
          "@ To make something weaker or worse in quality.",
          "Excessive farming had impoverished the soil.",
          "Our cultural heritage would be impoverished by the absence of Mozart.",
          "Some people argue that multinational companies exploit poor workers abroad and imporverish workers at home by moving captial overseas."
        ],
        "": [""],
        "": [""],
        "": [""]
      },
      "~ The ten-dollar Founding Father without a father.",
      "~ Got a lot farther by working a lot harder.",
      "~ By being a lot smarter.",
      "~ By being a self-starter.",
      "~ By fourteen, they placed him in charge of a trading charter.",
      {},
      "~ And every day while slaves were being slaughtered and carted.",
      "~ Away across the waves, he struggled and kept his guard up.",
      "~ Inside, he was longing for something to be a part of.",
      "~ The brother was ready to beg, steal, borrow, or barter.",
      {},
      "~ Then a hurricane come, and devastation reigned.",
      "~ Our man saw his future drip, dripping down the drain.",
      "~ Put a pencil to his temple, connected it to his brain.",
      "~ And he wrote his first refrain, a testament to his pain.",
      {},
      ""
    ]
  }
}
