{
  "To Pimp a Butterfly": {
    "The Wesley's Theory": [
      "~ Every nigga is a star, ayy, every nigga is a star.",
      "~ Every nigga is a star, ayy, every nigga is a star.",
      "~ Every nigga is a star, ayy.",
      "~ Who will deny that you and I and every nigga is a star?",
      {},
      "~ Hit me!",
      "~ When the four corners of this cocoon collide.",
      "~ You'll slip through the cracks hoping that you'll survive.",
      "~ Gather your wit, take a deep look inside.",
      "~ Are you really who they idolize?",
      "~ To pimp a butterfly.",
      {
        "cocoon": [
          "@ The silky covering that encloses and protects caterpillars during a state in their lives before they develop into adults.",
          "@ A cocoon is also a safe, quiet place."
        ],
        "collide": [""],
        "slip": [""],
        "idolize": [""],
        "pimp": [""]
      },
      "~ At first, I did love you.",
      "~ But now I just wanna fuck.",
      "~ Late night thinking of you.",
      "~ Until I get my nut.",
      "~ Tossed and turned, lesson learned.",
      "~ You was my first girlfriend.",
      "~ Bridges burned, all across the board.",
      "~ Destroyed, but what for?",
      {
        "tossed and turned": [""]
      },
      "~ When I got signed, homie, I'ma act a fool.",
      "~ Hit the dance floor, strobe lights in the room.",
      "~ Snatch your little secretary bitch for the homies.",
      "~ Blue-eyes devil with a fat-ass monkey.",
      "~ I'ma buy a brand new Caddy on vogues.",
      "~ Chunk the hood up, two times, deuce-four.",
      "~ Platinum on everything, platinum on wedding ring.",
      "~ Married to the game and a bad bitch chose.",
      {
        "strobe": [""],
        "snatch": [""],
        "vogue": [""],
        "hood": [""],
        "chunk": [""],
        "deuce": [""],
        "platinum": [""]
      },
      "~ When I get signed, homie, I'ma buy a strap.",
      "~ Straight from the CIA, set it on my lap.",
      "~ Take a few M-16s to the hood.",
      "~ Pass 'em all out on the block, what's good?",
      "~ I'ma put the Compton swap meet by the White House.",
      "~ Republican run up, get socked out.",
      "~ Hit the press with a Cuban link on my neck.",
      "~ Uneducated, but I got a million-dollar check like that.",
      {
        "strap": [""],
        "swap": [""],
        "get socked out": [""]
      },
      "~ We should never gave.",
      "~ We should never gave niggas money.",
      "~ Go back home, money, go back home.",
      "~ We should never gave.",
      "~ We should never gave niggas money.",
      "~ Go back home, money, go back home.",
      "~ (Everybody get out).",
      {},
      "~ At first, I did love you (Love you).",
      "~ But now I just wanna fuck (I just wanna fuck).",
      "~ Late nights thinking of you (Of you).",
      "~ Until I get my nut ('Til I get my nut).",
      "~ Tossed and turned, lesson learned.",
      "~ You was my first girlfriend.",
      "~ Bridges burned, all across the board (Across the board).",
      "~ Destroyed, but what for?",
      {},
      "~ Yo what's up? It's Dre.",
      "~ Remember the first time you came out to the house?",
      "~ You said you eanted a spot like mine.",
      "~ But remember, anybody can get it.",
      "~ The hard part is keeping it, motherfucker.",
      {},
      "~ What you want you? A house or a car?",
      "~ Forty acres and a mule, a piano, a guitar?",
      "~ Anything, see, my name is Uncle Sam, I'm your dog.",
      "~ Motherfucker, you can live at the mall.",
      "~ I know your kind (That's why I'm kind).",
      "~ Don't have receipts (Oh, man, that's fine).",
      "~ Pay me later, wear those gators.",
      "~ Cliche? Then say, 'Fuck your haters'.",
      "~ I can see the baller in you, I can see the dollar in you.",
      "~ Little white lies, but it's no white-collar in you.",
      "~ But it's whatever though because I'm still following you.",
      "~ Because you make me live forever, baby.",
      "~ Count it all together, baby.",
      "~ Then hit the register and make me feel better, baby.",
      "~ Your horoscope is a gemini, two sides.",
      "~ So you better cop everything two times.",
      "~ Two coupes, two chains, two C-notes.",
      "~ Too much ain't enough, both we know.",
      "~ Christmas, tell 'em what's on your wish list.",
      "~ Get it all, you deserve it, Kendrick.",
      "~ And when you hit the White House, do you.",
      "~ But remember, you ain't pass economics in school.",
      "~ And everything you buy, taxes will deny.",
      "~ I'll Wesley Snipe your ass before theiry-five.",
      {
        "mule": [""],
        "receipt": [""],
        "gator": [""],
        "cliche": [""],
        "baller": [""],
        "collar": [""],
        "horoscope": [""],
        "gemini": [""],
        "cop": [""],
        "coupe": [""],
        "Wesley Snipe": [""]
      },
      "~ Yeah, looking down, it's quite a drop (It's quite a drop, drop, diop).",
      "~ Looking good when you're on top (When you're on top, you got it).",
      "~ You got a medal for us.",
      "~ Leaving metaphors metaphysically in a state of euphoria.",
      "~ Look both ways before you cross my mind.",
      {
        "euphoria": [""]
      },
      "~ We should never gave.",
      "~ We should never gave niggas money.",
      "~ Go back home, money, go back home.",
      "~ We should never gave.",
      "~ We should never gave niggas money.",
      "~ Go back home, money, go back home.",
      {},
      "~ Tax man coming, tax man comming.",
      "~ Tax man coming, tax man comming.",
      "~ Tax man coming, tax man comming.",
      "~ Tax man coming, tax man comming.",
      {}
    ],
    "For Free?": [
      "~ Fuck you, motherfucker, you a ho-ass nigga.",
      "~ I don't know why you trying to go big, nigga, you ain't shit.",
      "~ Walking around like you God's gift to Earth, nigga, you ain't shit.",
      "~ You ain't even buy me no outfit for the Fourth.",
      "~ I need that Brazilian, wavy, twenty-eight inch, you playing.",
      "~ I shouldn't be fucking with you anyway.",
      "~ I need a baller-ass, boss-ass nigga.",
      "~ You'se a off-brand-ass nigga, everybody know it.",
      "~ Your homies know it, everybody fucking know.",
      "~ Fuck you, nigga, don't call me no more.",
      "~ You won't know, you gonna lose on a good bitch.",
      "~ My other nigga is on, you off.",
      "~ What the fuck is really going on?",
      {
        "ho-ass": [""],
        "wavy": [""],
        "you'se": [""],
        "off-brand": [""]
      },
      "~ This dick ain't free.",
      "~ You looking at me like it ain't a receipt.",
      "~ Like I never made ends meet, eating your leftovers and raw meat.",
      "~ This dick ain't free.",
      "~ Living in captivity raised my cap salary.",
      "~ Celery, telling me green is all I need.",
      "~ Evidently, all I seen was spam and raw sardines.",
      "~ This dick ain't free, I mean baby.",
      "~ You really think we could make a baby named Mercedes without a Mercedes Benz and twenty four inch rims, five percet tint, and air conditioning vents.",
      "~ Hell fucking naw, this dick ain't free.",
      "~ I need forty acres and a mule.",
      "~ Not a forty ounce and a pitbull.",
      "~ Bullshit, matador, matador, had the door knocking, let 'em in, who's that?",
      "~ Genital's best friend, this dick ain't free.",
      "~ Pity the fool that made the pretty in you prosper.",
      "~ Titty juice and pussy lips kept me obnoxious, kept me up watching.",
      "~ Pornos and poverty, apology? No.",
      "~ Watch you politic with people less fortunate, like myself.",
      "~ Every dog has its day, now doggy style shall help.",
      "~ This dick ain't free.",
      "~ Matter of fact, it need interest, ",
      "~ Matter of fact, it's nine inches.",
      "~ Matter of fact, see our friendship absed on business.",
      "~ Pension, more pension, you're pinching, my percents.",
      "~ Been relentless, fuck forgiveness, fuck your feelings.",
      "~ Fuck your sources, all distortion, if you fuck it's more abortion.",
      "~ More divorce courts and portion.",
      "~ My check with less endorsement left me dormant.",
      "~ Dusted, doomed, disgusted, forced with.",
      "~ Fuck you think is bullshit, porcelain pipes pressure, bust 'em twice.",
      "~ Choice is deaf, a state of decapitated the horseman.",
      "~ Oh America, you bad bitch, I the picked cotton that made you rich.",
      "~ Now my dick ain't free.",
      {
        "ends meet": [""],
        "leftovers": [""],
        "captivity": [""],
        "celery": [""],
        "spam": [""],
        "sardine": [""],
        "rims": [""],
        "vents": [""],
        "pitbull": [""],
        "matador": [""],
        "genital": [""],
        "prosper": [""],
        "obnoxious": [""],
        "pornos": [""],
        "pension": [""],
        "pinch": [""],
        "relentless": [""],
        "distortion": [""],
        "endorsement": [""],
        "dormant": [""],
        "doomed": [""],
        "porcelain": [""],
        "decapitated": [""],
        "horseman": [""],
        "cotton": [""]
      },
      "~ I'ma get my Uncle Same to fuck you up.",
      "~ You ain't no king."
    ],
    "King Kunta": [
      "~ I got a bone to pick.",
      "~ I don't want you monkey-mouth motherfuckers.",
      "~ Sitting in my throne again.",
      "~ Ayy, ayy, nigga, what's happening?",
      "~ K-Dot back in the hood, nigga!",
      "~ I'm mad (He mad!), but I ain't stressing.",
      "~ True friends, one question.",
      {},
      "~ Bitch, where you when I was walking?",
      "~ Now I run the game, got the whole world talking.",
      "~ King Kunta, everybody wanna cut the legs off him.",
      "~ Kunta, black man taking no losses, oh yeah.",
      "~ Bitch, where you when I was walking?",
      "~ Now I run the game, got whole world talking.",
      "~ King Kunta, everybody wanna cut the legs off him.",
      "~ When you got the yams--(What's the yam?).",
      {},
      "~ The yam is the power that be.",
      "~ You can smell it when I'm walking down the street.",
      "~ (Oh yes, we can, oh yes, we can).",
      "~ I can dig rapping, but a rapper with a ghostwriter?",
      "~ What the fuck happened? (Oh no!).",
      "~ I swore I wouldn't tell, bhut most of y'll sharing bars.",
      "~ Like you got the bottom bunk in a two-man cell (A two-man cell).",
      "~ Something's in the water (Something's in the water).",
      "~ And if I gotta brown-nose for some gold.",
      "~ Then I'd rather be a bum than a motherfucking baller (Oh yeah).",
      {},
      "~ Bitch, where you when I was walking?",
      "~ Now I run the game, got the whole world talking.",
      "~ King Kunta, everybody wanna cut the legs off him.",
      "~ Kunta, black man taking no losses, oh yeah.",
      "~ Bitch, where you when I was walking?",
      "~ Now I run the game, got whole world talking.",
      "~ King Kunta, everybody wanna cut the legs off him.",
      "~ When you got the yams--(What's the yam?).",
      {},
      "~ The yam brought it out of richard Pryor.",
      "~ Manipulated Bill Clinton with desires.",
      "~ Twenty-four-seven, three-sixty-five days times two.",
      "~ I was contemplating getting off state.",
      "~ Fust to go back to the hood, see my enemy, and say... (Oh yeah).",
      {},
      "~ Bitch, where you when I was walking?",
      "~ Now I run the game, got the whole world talking.",
      "~ King Kunta, everybody wanna cut the legs off him.",
      "~ Kunta, black man taking no losses, oh yeah.",
      "~ Bitch, where you when I was walking?",
      "~ Now I run the game, got whole world talking.",
      "~ King Kunta, everybody wanna cut the legs off him.",
      {},
      "~ You goat-mouth mammyfucker.",
      "~ I was gonna kill a couple rapper, but they did it to themselves.",
      "~ Everybody's suicidal, they ain't even need my help.",
      "~ This shit is elementary, I'll probably go to jail.",
      "~ If I shoot at your identity and bounce to the left.",
      "~ Stuck a flag in my city, everybody's screaming, 'Compton!'.",
      "~ I should probably run for mayor when I'm done, to be honest.",
      "~ And I put that on my momma and my baby boo too.",
      "~ Twenty million walking out the court building, 'woo-woo!'.",
      "~ Aw, yeah, fuck the judge.",
      "~ I made it past twenty-five, and there I was.",
      "~ A little nappy-headed nigga with the world behind him.",
      "~ Life ain't shit but a fat vagina.",
      "~ Screaming, 'Annie, are you okay? Annie, are you okay?'.",
      "~ Limo tinted with the gold plates.",
      "~ Straigt from the bottom, this the belly of the beast.",
      "~ From a peasant to a prince to a motherfucking king (Oh yeah).",
      {}
    ]
  }
}
