{
  "Hamilton": {
    "Alexander Hamilton": [
      "~ How does a bastard, orphan, son of a whore, and a Scotsman, dropped in the middle of a forgotten.",
      "~ Spot in the Caribbean by providence, impoverished, in squalor.",
      "~ Grow up to be a hero and a scholar?",
      {
        "Caribbean": [
          "@ Relating to the sea that is east of Central America and north of South America, or the islands in it and the countries that border this sea.",
          "The hurricane is centered over the eastern Caribbean.",
          "They've vacationing somewhere in the Caribbean."
        ],
        "providence": [
          "@ The care and control of God or of a force that is not human in origin.",
          "He trusts in divine providence.",
          [
            "The success of that mission wasn't divine providence or luck, although both probably played a role.",
            "Art and literature were less the providence of the church thanks to the smooch.",
            "The glory came with more kicks, the mob wanted ot grab him, to rip him apart, to feel blessed at having touched providence."
          ]
        ],
        "impoverish": [
          "@ To make someone very poor.",
          "The new law is likely to further impoverish single parents.",
          "He was made to pay a ruinous fine that impoverished his family.",
          "@ To make something weaker or worse in quality.",
          "Excessive farming had impoverished the soil.",
          "Our cultural heritage would be impoverished by the absence of Mozart.",
          "Some people argue that multinational companies exploit poor workers abroad and imporverish workers at home by moving captial overseas."
        ],
        "squalor": [
          "@ The condition of being extremely dirty and unpleasant, often because of lack of money.",
          "These people are forced to live in squalor.",
          "It was a dirty, damp, smelly apartment - the usual student squalor.",
          "Overnight, he wrote, he moved from the 'safety and cleanliness of rural poverty' to the 'foulest kind of urban squalor'.",
          "How can you live in such squalor?"
        ],
        "scholar": [
          "@ A person with great knowledge, usually of a particular subject.",
          "@ A scholar is also a student who has been given a college or university scholarship."
        ]
      },
      "~ The ten-dollar Founding Father without a father.",
      "~ Got a lot farther by working a lot harder.",
      "~ By being a lot smarter.",
      "~ By being a self-starter.",
      "~ By fourteen, they placed him in charge of a trading charter.",
      {},
      "~ And every day while slaves were being slaughtered and carted.",
      "~ Away across the waves, he struggled and kept his guard up.",
      "~ Inside, he was longing for something to be a part of.",
      "~ The brother was ready to beg, steal, borrow, or barter.",
      {
        "slaughter": [
          "@ The killing of animals for their meat, or the killing of large numbers of animals in a cruel manner.",
          "@ The killing of large numbers of people.",
          "We must find ways of reducing the slaughter on the highways.",
          "@ To kill large numbers of people.",
          "@ In sports and other competitions, to slaughter is to defeat easily.",
          "The Red Sox slaughtered the Yankees in last night's baseball game, winning 12 to 0."
        ],
        "cart": [
          "@ A vehicle with either two or four wheels that is pushed by a person, or pulled by an animal, esp. a horse, and is used for carrying goods.",
          "@ A cart is also a shopping cart."
        ],
        "long": [
          "@ To want something very much.",
          "She longed to move out of the city."
        ],
        "barter": [
          "@ To exchange goods for other things rather than for money.",
          "In the marketplace, you can barter for souvenirs by offering jeans and lipstick."
        ]
      },
      "~ Then a hurricane come, and devastation reigned.",
      "~ Our man saw his future drip, dripping down the drain.",
      "~ Put a pencil to his temple, connected it to his brain.",
      "~ And he wrote his first refrain, a testament to his pain.",
      {
        "hurricane": [
          "@ A violent storm with strong circular winds of at least 72 miles (or 118 kilometers) per hour, esp. in the western Atlantic Ocean.",
          "The state of Florida was hit by a hurricane that did serious damage.",
          "Hurricane force winds are expected tonight."
        ],
        "devastation": [
          "@ Damage and destruction.",
          "If disease is allowed to spread, it will cause widespread devastation.",
          "The storm left behind it a trail of devastation.",
          "@ Feeling very shocked or upset.",
          "She had a look of utter devastation on her face."
        ],
        "reign": [
          "@ To rule a country, or to have power or control.",
          "Queen Victoria reigned over Britain from 1837 to 1901.",
          "He reigned during some of the most turbulent times in English history.",
          "@ To be the main feeling or quality in a situation or person.",
          "The bomb attacks produced a panic which reigned over the city.",
          "Love reigned supreme in her heart."
        ],
        "drain": [
          "@ To allow or cause liquid to flow away from something.",
          "Wash the lettuce in the sink and let it drain.",
          "Drain the lettuce and then pat it dry with paper towels.",
          "@ If something drains you, it makes you very tired.",
          "It drains you to work with a class of twenty four-year-olds, let me tell you.",
          "@ A pipe or channel that carries away waste water or other liquids.",
          "She spilled some sugar in the sink and washed it down the drain.",
          "@ Something that is a drain on you takes away a lot of your energy and makes you tired.",
          "Taking care of his sick mother was quite a drain on him.",
          "@ If something is a drain on your money or something else, it uses a lot of it or makes it weaker.",
          "Having two mortgages was tremendous drain on their resource."
        ],
        "temple": [
          "@ A building used for religious worship.",
          "@ The flat area at each side of the upper part of the face."
        ],
        "refrain": [
          "@ To not let yourself do something.",
          "Please refrain from talking during the lecture.",
          "@ A short part of a song or poem that is repeated, esp. at the end of each longer part, or any phrase that is often repeated.",
          "Every year we hear the same refrain, that women are making great strides in business."
        ],
        "testament": [
          "@ Proof or something.",
          "He is a walking testament to the value of hard work.",
          "Winter's stunning photographs are a testament to what we still have the power to save.",
          "It's incredibly impressive but it's a testament to his preparation and his dedication.",
          "@ A testament is also a will."
        ]
      },
      "~ Well the word got around, they said, 'This kid is insane, man!'.",
      "~ Took up a collection just to send him to the mainland.",
      "~ Get your education, don't forget from whence you came.",
      "~ And the world's gonna know your name!",
      "~ What's your name, man?",
      {
        "mainland": [
          "@ The main part of a country or continent, not including the islands around it.",
          "The island is accessible by ferry from the mainland."
        ],
        "whence": [
          "@ From where.",
          "It has been returned to the store from whence it came.",
          [
            "Whence, let us consider, did paratrooper and camcorder come?",
            "They will do the usual and hid behind the flag, say a few kind words then crawl back under a rock from whence they came.",
            "It was very interesting to see where the children had grown up, and the villa from whence they escaped."
          ]
        ]
      },
      "~ Alexander Hamilton.",
      "~ My name is Alexander Hamilton.",
      "~ And there's a million things I haven't done.",
      "~ But just you wait, just you wait.",
      {},
      "~ When he was ten, his father split, full of it, debt-ridden.",
      "~ Two years later, see Alex and his mother,  bed-ridden.",
      "~ Half-dead, sitting in their own sick.",
      "~ The scent thick.",
      {
        "ridden": [
          "@ Full of something unpleasant or bad.",
          "It is a superstition-ridden community.",
          "She was guilt-ridden when she discovered that the business had failed because of her."
        ]
      },
      "~ And Alex got better but his mother went quick.",
      {},
      "~ Moved in with a cousin, the cousin committed suicide.",
      "~ Left him with nothing but ruined pride, something new inside.",
      "~ A voice saying '(Alex) you gotta fend for yourself'.",
      "~ He started retreating and reading every treatise on the shelf.",
      {
        "fend for yourself": [
          "@ To take care of and provide for yourself without depending on anyone else.",
          "The corporation will no longer receive a government subsidy, and must fend for itself financially."
        ],
        "retreat": [
          "@ To move back and away from someone or something, esp. because you are frightened or want to be alone.",
          "She burst into tears and retreated to the bedroom.",
          "@ To retreat is also to go away from a person or place becaue you are unwilling to fight any more.",
          "Under heavy fire, the soldiers retreated.",
          "@ The act of going away from a person or place because you are unwilling to fight any more or are frightened.",
          "Rebel soldiers were in full retreat."
        ],
        "treatise": [""],
        "shelf": [""]
      }
    ]
  }
}
