{
  "Hamilton": {
    "Alexander Hamilton": [
      "~ How does a bastard, orphan, son of a whore, and a Scotsman, dropped in the middle of a forgotten.",
      "~ Spot in the Caribbean by providence, impoverished, in squalor.",
      "~ Grow up to be a hero and a scholar?",
      {
        "Caribbean": [
          "@ Relating to the sea that is east of Central America and north of South America, or the islands in it and the countries that border this sea.",
          "The hurricane is centered over the eastern Caribbean.",
          "They've vacationing somewhere in the Caribbean."
        ],
        "providence": [
          "@ The care and control of God or of a force that is not human in origin.",
          "He trusts in divine providence.",
          [
            "The success of that mission wasn't divine providence or luck, although both probably played a role.",
            "Art and literature were less the providence of the church thanks to the smooch.",
            "The glory came with more kicks, the mob wanted ot grab him, to rip him apart, to feel blessed at having touched providence."
          ]
        ],
        "impoverish": [
          "@ To make someone very poor.",
          "The new law is likely to further impoverish single parents.",
          "He was made to pay a ruinous fine that impoverished his family.",
          "@ To make something weaker or worse in quality.",
          "Excessive farming had impoverished the soil.",
          "Our cultural heritage would be impoverished by the absence of Mozart.",
          "Some people argue that multinational companies exploit poor workers abroad and imporverish workers at home by moving captial overseas."
        ],
        "squalor": [
          "@ The condition of being extremely dirty and unpleasant, often because of lack of money.",
          "These people are forced to live in squalor.",
          "It was a dirty, damp, smelly apartment - the usual student squalor.",
          "Overnight, he wrote, he moved from the 'safety and cleanliness of rural poverty' to the 'foulest kind of urban squalor'.",
          "How can you live in such squalor?"
        ],
        "scholar": [
          "@ A person with great knowledge, usually of a particular subject.",
          "@ A scholar is also a student who has been given a college or university scholarship."
        ]
      },
      "~ The ten-dollar Founding Father without a father.",
      "~ Got a lot farther by working a lot harder.",
      "~ By being a lot smarter.",
      "~ By being a self-starter.",
      "~ By fourteen, they placed him in charge of a trading charter.",
      {},
      "~ And every day while slaves were being slaughtered and carted.",
      "~ Away across the waves, he struggled and kept his guard up.",
      "~ Inside, he was longing for something to be a part of.",
      "~ The brother was ready to beg, steal, borrow, or barter.",
      {
        "slaughter": [
          "@ The killing of animals for their meat, or the killing of large numbers of animals in a cruel manner.",
          "@ The killing of large numbers of people.",
          "We must find ways of reducing the slaughter on the highways.",
          "@ To kill large numbers of people.",
          "@ In sports and other competitions, to slaughter is to defeat easily.",
          "The Red Sox slaughtered the Yankees in last night's baseball game, winning 12 to 0."
        ],
        "cart": [
          "@ A vehicle with either two or four wheels that is pushed by a person, or pulled by an animal, esp. a horse, and is used for carrying goods.",
          "@ A cart is also a shopping cart."
        ],
        "long": [
          "@ To want something very much.",
          "She longed to move out of the city."
        ],
        "barter": [
          "@ To exchange goods for other things rather than for money.",
          "In the marketplace, you can barter for souvenirs by offering jeans and lipstick."
        ]
      },
      "~ Then a hurricane come, and devastation reigned.",
      "~ Our man saw his future drip, dripping down the drain.",
      "~ Put a pencil to his temple, connected it to his brain.",
      "~ And he wrote his first refrain, a testament to his pain.",
      {
        "hurricane": [
          "@ A violent storm with strong circular winds of at least 72 miles (or 118 kilometers) per hour, esp. in the western Atlantic Ocean.",
          "The state of Florida was hit by a hurricane that did serious damage.",
          "Hurricane force winds are expected tonight."
        ],
        "devastation": [""],
        "reign": [""],
        "drain": [""],
        "temple": [""],
        "refrain": [""],
        "testament": [""],
        "": [""]
      },
      ""
    ]
  }
}
